{"architecture":{"class_name":"Functional","config":{"name":"numberRecognition","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,28,28,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,28,28,1],"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout","trainable":true,"dtype":"float32","rate":0.3,"noise_shape":null,"seed":null},"name":"dropout","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["dropout",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_1","trainable":true,"dtype":"float32","rate":0.3,"noise_shape":null,"seed":null},"name":"dropout_1","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":128,"kernel_size":[5,5],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["dropout_1",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_2","trainable":true,"dtype":"float32","rate":0.3,"noise_shape":null,"seed":null},"name":"dropout_2","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dropout_2",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_3","trainable":true,"dtype":"float32","rate":0.7,"noise_shape":null,"seed":null},"name":"dropout_3","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":9,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dropout_3",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_2",0,0]]},"keras_version":"2.8.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[28,28,1]],"output_shapes":[[9]],"tests":[{"inputs":[{"shape":[28,28,1],"values":["8MtzvOIeJsCqmz2+tjyZPzcnAj8NZwk/Se7hP5jE/b7wjGk/60iNv6yhcj/imLO/lFgZP2rWA7+9HqC+Dp+YPYcloD8az6u/aghbP7kHLD90JZc/d4/LPoBpKz8yTIK/tWk+v6erjz+cXko/976fP/APaD62NOg+P1J/vUwexz9GN9q+qq1avSFIAj9f2NY+HckoQOTlnL/wRJK/A7u/P62o+z4aFEm9c0q6P/H8Fj//Vva/3n8Ov72ViT8MOgTA628oP1rr1j9DPBa/W7vsP7usfj87Z4q/eyAXQBfr1T2prFU/mybFvtpPYT+ZZ/y/nJN2P7t+s75+IbY/fuFIv3j0d75A8yA/0f5oP6Dl8j8pmZG+9Dm/PrM7Br+V8K2/zQRgwKLTDj/Ql7O/gWDXP/TiL78jqwG/jBtWvltlmr++N2e+e4f5Pz+SQr9qj1A/7tVDv6uHEL7pE56/WBQ5PoWB+r4DkJS/uLXBPpP6Cj+SKAe/PHOvv2pXrT5gaDQ/mzUfwFR2Fr/Vs6M/kXC0PvMqJ779/o+/0muOvaJcIz8nzTg/q21MPko8qj+7oIg+qlJpPrHxlz5mlog+lGMsPinGqT67uCu/e2DLv7bpvL5oDrE/KOhqvtvqs7+0GBG+YW+SP9Egnj5VCLM/XN5mPBTUq7/htJ8/LD8Bv0hQXz8NY1E+yJO5P/hCPz9qHri/oGSHPtagNL8q1gO/ktdJPiMi87+1rBY+fwaIPyx8rD+GTs2+BPzBvhFYrT9/yKc/Cl+gvZcuPT9sDBlARwEjP7o/lz+C8BnAhObLvsfsaL9NC+a/j6g+P0OLqDyhmju9nNIAv6FFuT9dKpY9iJM4vR6WGkBTiG2/TyXkP6fJpT+rT3e+eLNFvoKJgr/TfPW/6ACuvtvmBz6ETQFAY0HTPy5biz+jH56/lPB0v/azoL//GVw+CHGcPxojOz7cuZw/3l5Kv9xDhT6j0S1AOsa6vxEtz75aJSo/sIZEQCMRtb5XjTo+6mRav7Fa072sxoc+","rPEdPx3jTT9JCA1AhZJAP+tJij8QFO2+EegGQBCf5z/srqk/3/Plv4+DJb8rRDI+uGjpvYmZILydsum+DUufv/9zML7/1Pk+lhDSPyzEkz+VOTm+EsWEP5UMsL+j5aq+w+uIvggPhj+h/4u/xaJnvyY0oL6WBdi/axokwFWisr7ht6u+UnCNvz5cVT/mGJ29iu1kvpwN0j2x3B4/Hm0cPxuaE79i94Y+5eaUP8ZOMr/QSco9W+QJwIK/vr/mT7U/W1qMv14Exr5JpNG/e0gpv5BB/Tolele+2NDzPyMoI74o4Mg+biEKQPhxib+ZVpO/E40dvcNOhD5UCNg+GrKhP/EM/z6x4Wo//mUNv8dEtT+jskK/qDKOv1QKaz66x4G/0P8HvnpbY7+hT1K/oRzTvU6Nej/N4Ce/l4s1voQkUD89KVw/MWusPm5JE8BfjEQ/aQQjv0iij78Vgom+cLv0vrN6tz74l+69376LP5WYIT7miJw+CZzkvg3S/rxFOQI/0nnWPa9PCL9eJ3g+dWpXvruwIT/ryai/Aka9P0Q7db/PlIg/zuIIPz3MuL8ryuu/XhzEvi3yXT85s8A+fuIJP6IDuT4SXis+IyGsvr5n07/Vvcw/5W1nv8pbh78KnYM+bpfbvgZ7q78Uzdy/Qe/LvvEkHr9ZKIe+bic8v6yTJ0CI3gA9AAvHv2JF/D1LeIq/vHpyv45WqT0f9oW/qp+Ov09l577pbf4/8u7Uv1y3Xj/TlyG+w8/JPxz1Mz92PSpABBwKv6E9gT/AqXi/mGY3P+GCzT7IiVk/ogaUPq6JRr8lySK/GobyvdXK8L7gXCu/q/KnvvuVSj9erwDAcqtoP6VCyz2PB6m/LXqFv4fYmz+CRcY/o/93P0gonD8Z6U4+SY/PvjOLoz9qGFE/w1QAP4RLaL/JAR8/dqHYvdQEf78L1ES/zwfWPw9oob+Xemk/IoOHPr8Wqj9stDi9u2RwPVWXrj6FOkO/aYhAvvsvt79n3C4/hMx9PwBSkz9RMXo+","U6wav+T4g75j2VG/h0SFP4srIT5/EI2/Pt5pvwziFD8Fere/3Bh9P4jqCMD3A66+BJc/vhcpPD3C/DO/zAFsv5yHmz9I/MG/02yJv83DUr8pEEY/OIYbPyEWAL4xm4Y+v7TuP0/LyL5XvBlA5mAmwK7zS78PqDQ+4zThvjcATL9RUTo/w01MPxLRdz7qnum/X0lbv3xjfr/q7Iu+glYCPxSZ1r4aP8A/ZGl6PyEnqT+ZWiY/y1htvqGTbb2BkH4/WxiOPnffMr8eA86/E5kJPT3YH7+UYo0/Akf/vm3zID6Pk3+/qm5JQKaljLxYQig+WcHHv6JQjz+t3qo+YDThvltgLz3wIJY+St8KvqPVIb3uuN2+UmL1vyWYsj/J+RE/+IQUPfk/qz0gccK+12aav+D46D+7BA4/DZJwv5N2AL9UoNU/jdm2P2reKz/oQfq9NbSwv+1zXT8BANe9vvfAPnvr+D6jE9w++w6IPtkY2L2zlVo/f4QWvtBEcj+DMoO+ZqMZPxnddj+TwsI+UqisviZDtz5Op6a+Xsf6O7SsxL+VOI4/GgVUP+rh3L/omHy/itljP56I7j5UU5G/dtnPP6gOUT8Wnwe/UsBNQHHgn76sE4U//co9P5P2iD4gxYA+EcfQPycNxb+Og/c+z9Savjc+/r10PRk/yWsGPr+ikD7EQDG/IUCDPedE4z634iO/JSAbvsz8wT2znNu9inVVPkpZFsBekzk/dBxRP3vx1T9GfHg+YpBBv+8/6L/C/AO/mkWdvfAIhb+Ob4c/tSeJv4yMrD6yrKg9WfOrvo5nZT9ZnQTAR2GrvRlo9b62s3+/OticPVALvj6VRg4/mpGFv79aCb+WE0c/4XLsPULExT920BE+ze+CP8oY6L44GCc/ps4APzaLPD6jZ/S/4MfZv8NJcjzJ9k69EkzbP9dmi78+wg6/mOEJv4E+Oz24e3A/ZAMcv/6ZpT7qYJm+ByDPvbHMij/wWIc/G8gBQL6sA0AnXqi+WWEgv3K/6L4tzzK8","+dqrPwU5HbyhOMK+bEpLPzvqCsCXtDk/W3L7P7ktgj/49gq/ppksvTVX6D5T0R8/65qHPkr6Ez8Y0+s+qyxEv3lyAT98M1y/U6/WP5lElz8XzJ6/3OFGPhlixb9hGx0/PDPUP0zoqz+bDnq+AvkGvrqQeD9O+YI9J0ucv/AuCj8qrs0+F+Jdv7S4b75ksru+Ho8JP5HK6776hQ0+ELYdPzdUgT/X0re/1Gs2P9gfEr/g8qY+6CYmv04Iiz4uCNA998qkPzsDGL8fSF2/JHBJP/HHpb51EBLAx72Gv40HN78FLuK+pOisP5qXLr91MLI9L1iWvs2JpT9CsE8/O3XGvR3OFr+w2O09Vuq9vnlYWz4eFoc/to4OQKmZ8b9UBTM/J0YcwIvBvj76ayu/Y9YcP6hdUL/T0QQ/UaFGvxgbrj7m9iM/1hfNPqvjyj4ZhQC+h5VVvaozuD2BCHu/dzn2PtDsKz+I+oC/NWSKv5FeRz6kS7S+jMeuOnw+FD+X6A89GkeePizyQb6Msdm/AokPv4LgEz+8tMY+hOVBvUQzEb/2BQNA+/erv3EQ6j6NmV2+nflLv/2sH7/ONl4/uoJGP1Ludr8wWbm+cuiSv0ap/b7Syl4/bnIUPyHwU76R1Q6+6bKnvibiVz0QkWC/dCTUPn8b3rvs2sK+nPMmvXmq1L68c9y/EBOcvwVxjT89fgi/M6qKv+A3lT4fBiG/2NDXPz5hiz+2hOi9q0d+PyvlQz/DxNk+NgMcPysMEr8LY72/TA0OwN8dzz77mLm+4u3RP/f6xD50RBM/qyQUQLRpZ71YupQ/ZOyYP8PSnr6jyZO/GrjBP02ZZb/Qfq+/vvwvv2UnwLyCfHg/N7g4vwKN/79jiK+/VkpmPjcjBj+gsZQ/g1ndvuLsND+uTky/orkkvpMDOD9vfXg/Ud2Cv7BFkj+v9zy/QTObv64pHMDxQG4/VpwXP+Phnb7/cI29sHOIv/tvnb+FeBQ/BDwPQKsJ3D7mdIq+UkbtvkWJHr8KzNI/","r3vnvmKeHT9cZVC/45rGPU5kST4w+UC+160Kv+c+HD98KR2/Ri2CPmlC7T8Yy+U+J9cGP3dtAz9S+p0+8E2gPw=="]}],"outputs":[{"shape":[9],"values":["6FAVNFBDODbXzg09UY44Mqcidz/viC82zc1HMMR6VjWQAt0z"]}]}],"trainable_params":{"conv2d":{"weights":["koi6PRARzj0ZgcY9e54mPlkjfzwE1TI+v3dbvsxDOb54mQu+19WTPSANlj2i8GG9oH4vPkNBRz36FwI9PLlWPe6GGD6ejcM97LSyvcxumr4Renu+mN68PVkDlT0SkZs9U1QZPghugLzN7MU9VYEWPnlIKj5HZMg7yWNYvXi5rb2QNK68yXxovRIbOL5OBAu+i/cZPdpSKz3DF4q9LGWOvgMfc73AQG++ZcC3PXc9QjzvDdY9A17BvTpMC76hlZy92TIYPgdFjTwu2cc9K0QqPu/W0j2W7Mo9vrwUPq53Mr1xl/E9OtG4PVOtmr10SAu+RhIdPfk+SL4HF/+8oSoLPmdkR73VX5w7Tmo/PitAPT7NaQU+XuaYPH5qHj7owUm9bYbcu6U9Ezy9dxy+JPcnPowJSz7BjPi8/TZGPrgbPj6pM6e8Zzq1PUWCDr7N3sS9z28DPnlCcL08Tf69Z3xAPqJVOz0dzwo+kwOzPQ66Kb7AAoc6PFvpPbasGD5eTA++yvV2vupnjzzOP169VAsZPh5GED5ZCNG9j7+iPUvVdD0OHfs9DjfIPUUKaz0aXsA9ppThvcqXeb6Kip+9x1IVPnY+ljwsB4G8owPSPLEGkT3EyiQ+8s2jPeYr9TxSWzU8yUklPjYyWj0ffGs9UwHjPS8yhD37XNw9Ed4CPTge6b2Hxj6+yaIvPjGdOT5BHbG8x7eaPGDBOj7PzCo+0C25vSeQsbw4Nl09XyW+uxjuxz2Go9I9e5gYPmEHuj0rNS8+ltuZPWmAuL03N9y9DXI6PqGmKT3RO6U8nGgrPig4TT6LRJc8itWIPRBK9r21uIC9E3NlPdbxTr2aPBa9cnhVvos4lDwlY408xAfVPXNbRD7a1gs+jl9cveN0IT4wIKE9BegfvaPcHT4IBY09X+vWPfV8DD1z9pa+UXBmPbNEqj2oBLq9IYY1PoFvuT3Ek4I90tJSvbW9hzy98bc9oljSvZ1Waj1fjR0+AAsJvvcqzD1WPS8+JYA2PgO5OLv7Kga+","BhtNvjzXhz2x3DS+NltEvgytq7065dQ9n+POPaiiQz4rYEc9xt4hvaeWCz70hQw+rp0qvjupqT33gvc9sqM4PipcXD3sSoe9jjs3Pr/NEz7Xg549wnsfvQbU+73lXSu96I/rPGSdor0tmy87UyHavVuXAz6bnjc9733+vcd+cL4PTD8+r1ZGvAZCUT2aKFI+NjkivlRxhTvDDr89C5QMvVMsY706ojU+2gm2vVc8Qb5s7xK9OBdtPSbCIjw+7CM9ig07PoDWOj4sKiw+T3YmPk08pT3UaGw6GFsgPjqRJL4QUoO83dYDPuKEZb1hDCG+KwIhPvDskLvfrp89NzJQvfdHdj2jMN69RHitvQcMJ756Hig6GdMXPjm6VbuqHT08cNsmPmxlhj3+v9g9eFlzPR1ncD1kg5u8WmyBvk6hgzzx6S6+B5t8PXvyFL5MWxK+qn7zPZYDmj0KEds9LWWAPSYFlj3g8yE+bccZPRHo3jzPvDI+Hxtpvj2ysD240c+9"],"bias":["nI2YPPOYUb3rwxM9ApdCPViTfT3GT1C8Y4EMPaAAdL1gV+O8+zeePOzMJj1OFlC9KgZYuzX9Xb2+9CW7gesXvXh0A71TXoc98yNsvYJeSDzDLfi6MTZgPT2zN73hyd66Fz6KPTvCX7zGRA08lbRcPBm78TyToTm9xANfPSD7Dzw="]},"conv2d_1":{"weights":["EmnTvTcwaz0QElc9SOBNvUN2Br6YYb08aqiXO4w5WTzVj+g5OQYvO/QyWz2AY7A8xDijPGAhjr2N8t09s1dyvTHC/z3gI969KhwBPDSEiz3Flu28+SSGvYNpOb2Nvd28J7cfu9YYob2ftMw90AumPblvOL5qzaA6GomRPU9Ovb06Wx2+vjBPvd+yNb2aNFa9IEiavDjcQT2lVp67GuHPvY/HM71IHb49CKVBvO7dl70J92q8wu5EPUH0try7esa9hWkpPZsnjr2BSLG9IfQrPUyQLr5nOx29njMjvlxi+r1aLgO+Tz+Qvcr6Pj3Xvnu8ZVc9vRiEaLxJTuc8Mm8Evt3hvr1lIYa9GoTcvYoxlLzko5o924rDvCvcGr3+9be8GuwTvZUmAb6Zp6c8DcIjvQE+h70cpVG6Q7clvSL/BLgv3J48rkdxPOF1jb2aLTe9s9PKvZ0/sj1huV+8p56qvZDcyTsVLy+9K1jsvFSxpb1WfYM9mHLsvaOrYz3kGuu7TewKvuOAxz0XrD09EZQvvZde0720v1c9zYGWvQA4LD0AXwk9z5+GPRKJmj2zsnQ9z4WdvQGk6LuKDMs9tMyNvZH35LvwpSu9fDKmvYtMxTxi1KO9exydvXMmT7zIDGi9U1UyvOCHzL3rtqE9HBPVPOG2O75k1ya8w4EZPToR77wVqOO929qQPVWxCj6puAa++o2ivUn34rt8Xve71lZUPYysOD0zJYY9fcalvYUlrb2H0tg84C7uPLm7CT14fIa9RobpPZztCr6EJcu9FtwpPaw6XjuV37W9mTxpvXA55r2Tmge9FdJ5vdn82j0v1NM7kM47voDsYr0tp0S9GS2gvTbgLL2LTDQ9rWtxPax+Sr27guo71ufBvDKtBL5FnQm9i0W5PLIg+jwpfbS9ZQcuvYS9Nrxz84c85K+iPDaNJ72hLwq9tww3vWa797209Uy8w8OOvK7ZAz1bpm47D5+ZvSqfOr1xoYS9VMs/PL6fmr2QNQu+6yyvvZdWDj3Mag2+","dQUGvunOnT3MAjC8Yj14vTMEBb7WpZk9xsTRO4x+6T0W62E7eQSFPK2FibzE7mg7gyUMPUU6mbvR43893ZrEPDtV+z0PcVm95RXTPQ6/tDy3CNw8K08hvbQ+WD2tBJi8vtfSvc4gdb0kbkU8LKhsPWOhgL2ybpw9npfVvSBAirwocfu9fvvgPSCHKT3OhtO9qVkTvoe7TD3xsXk9VtWIvZF0fT2VQaA9xQBCvV/SXLwxdJs9ghVFPGo77bsi5/M88PjPPX2sCL2dYCI99PT9PA0U2Lx0ScK96S2FPKRqUz3YozO+gPzyu4NAfj1Gd4U9zxoJPCqpWj3meJK9v3+5O3TlQrzg/dg8gt6nPSgK072qRZ+9P0zUPWPe9Ly3QKQ4kG+DPTaBnT3vARm9oKZKPanYoD049Yi9wIgMPQoluLzNDoo9GOTXvQbQ8Tw+0SK9g5F6vaZHWbzqGi69AeMCvsQBjb0vK7s8T8QVvQvkzb2f4fw7A0o2PATTAjvzWsq8wkQHuu5Cqb0+4QQ99lrNvKBWhL1psMi9vvBSvUvMrL1Mjqq9YV/IPM8PqL0tLLC9kbFBvR98EDxIrj2+YBoRPXpWmL22/q+8oXGKvbDj97yL1ri8Hx1sPW1fw737BRe9xcRbvR26w7zK4xk8XnCcPHN2ljyhJZe9cEl8PdbUAb3a+CY8jJ0FvUTIjLxKCkI9et5ePRxwmL1xPX09UK27veigfb0vM6a9+jy5PM5ddz1gcuG9e5KiveHNmL107MU68NcEvv4nI73J+BA9BwA3ve30hj3+4GK9z/ACPbBzrb3k3Jo9MSL2PdEIbrxFWwe+3N4Nve0hs7wkQsG9GBPEvA2/gj36tZw9lKCyvZmayr0JVwU7AaJRvcOj4rxYkSs9VGuSvK+XxD21JTy90oc/PWMaZr1u8X89nXTmPaqfLDmoL2q9OnGzPRqf/7qJ0iE9+O7kPR9Sd72qexs+5N0APNqLXLzNU+87VCi7PKd5lTzboke9xFqePSex7zyQ69c9","8HwxvdR8772B7lY9vdGPPJm3gj3ylVS9QTU0PRogpr1srV284ZtCvB9XJ71/rdO9hvuQvcYV+r3F0TW9gSMTvrATU7zCA9K7wHySvGbPwbwFcqW9u4OevQeqQLwJCdO8/4JtPIIinjxIjDE7VgIIvUGAQ73igeS9fGZCvfVRQTzGyxQ9IiQzvV8Zn72dPK29wIHLvJzb57zD6O68PCvLu7aGrL03CLu9rB5pvZvyKr3UJBK94ldlPTJrhr2ar1O9vZuavIbkHbwliwS9m+nyvQd38D1X7EC9QLdhPcBinjytZVw96oeoPWmHmjx2S5+9Yw0hPSOysry4J6I8N4OsPQ8cHDzELqQ9atv4vaPEGzzzAB896rDkO2GhqL0qurK8Hi2WvfAHbjx1GIO9nct7PYo98r1597Y8hDUtPNN+ND2TNba8jbXFvXjepT1utCe98mG7PW5+5zzWK/49qgskvfCJAj7Dve09WDvFPHc5Er2rFkY97MWvve40JL2eowg+EgNCPQHdpr0uniE9tuUFPOethD1YYzC9xEftPRtTHL4oQ3m9rCZlvdWUKb34pe29jOyUvWQzvr0cKtK92T/IvZBXmb3o6yo9q+/PvdR9i73MXv28FuVrPdxmZr2MhXm7jDGSPVeLq70hrTu9ScGsPSDoyD0eaQu9Egg5vVMY5DsOyDs9M3EUvkmZ0r0Pno685FIKvIfSYr0Nbxs99cdsvVyidr3HU8Y8yYQvPbtK+70pmSC9luDSvaY/oL0V0HM9Wab1vaiePDxMepC9w6SGvbFuzz3eQOg7vlF2vbRxdr3hhtU9K90lPgh7qD3NhgS+N4XovH2HWr1Jb5m74cHWPZDbZTwPtek8CheyvNEBHD03/O48hKWLvXeEDjyYQ2u8L9+JvRpmtL0Wv7m8OFAXvRY9Q70kh+G8kL6BPet2lzxjBpO9QEiBPWGv5j2YVgE9/4JDPkUj0zzxTSs+/LmIvTy4wT1+BcU9FUnJPSit9b0Zbng83e5bOqvjg71JmTU8","yFgOPgGaers7yyS+Jn5Tu7ps5r1oMp+81RqjvbeLrj2LqsO99hAkvnP4gDzEZ5U94kRjvY4xXr3tzbW8CtokvZG1JrwV5dC9uT+iPYCNHb7umuk9nKpNvXU/nj2jaHA907SLPca7xz3yTqG9Hz47vfp0jDxdlzO9DgmBvb79X7qTcjA+/wqUPXAiE77kXA29ujXYvbBLIj3AkUc7NjFTvG6VZLuIkgK+1YFKvfpS1T1LaJM7TIlgPYBAAz0wlpu8OC7pu43t+b2q2/c9Cd+oPL2Z3D2r9dC9jJMvPuM2RT0kjLC94MmbPBFihL1m4oK8Ur2MPYj9Ez0S+p+9vRj8PCcmnjzabNI985mSOo7pgDtVD9G9sr7QPFBnKb0FTVM93Zx9PRySzTuWXWs86Om+Pfnmjj1GEHk9BluoPSafA73Ksqc9y+sGPI9n0Lw218I9E2GnPdIwAbyZxv89VqSAPMCrkbxiOZ+8xeYkPGjz5b3vgYm9NHCRO93kgr2/tGQ9wXKnPQj6rb3V4+K91g1rPeVhkDyBnu+9OaoyPY1JWL3Do8C90KcuveTYqDupPpu9khRQvQAqjb0UKdO9vA2yvBtgOL39+tI80KOsPX62cr7cSYE99OCKvdSXCr2qQwy9fm4lvXBCqD0MHEe+98ESvGD6fb1lvn+7Bb0nvp1gnrv1sJo8joTUvY1/Db4dBmc9XKzUvXKt4b0LYkm9KxwBvfeHlb37ObW9I4x5vVQLfrw5Hhy9iGIgvTM59rxZTQK9MkrovQ60jr3sI2W99WRtvuwXDL0exJW9nFjWuyakiz3uUSo9TS1GPXdyU7w0i4K90E6avDYwvzyyfCW+mmjyPfAjzjuBfpk90GYPPbEK5Tx0KM291OZdvV1GI73jG2a9VD4ZvVEUpL2Z+gS+eZO2Pa0tkDyX0Uc8r+BsPSXmYz0Wfoi9tDtEveeXtD3ryiC8l7giPvxJqr2ggoe8BCUxO6gAlD3uMoA9UJydPZOsyr3kakG9CsE9uzrG0L3vx7c9","CeEZPUiWYr1ahIW96mfmOW06S7w7aJm9jW3iOxaZzL1dpMm9zulcvdtAWL0Xs329p3qGvaU5bb3AD/y9rRSDvfeSDr40ZZA98qFNvcH7prxSCmc8MM5MPak85rzbRQS+UiJwPebv0r1G7JW9TJYrPC3XQT08FIe9o4h7vQgzPL1gnmW9J17Iva8k+r13ldI8kKYAvSyxnL3Trws9By2ZvUASab0N+oa9FTOkPAP0kb0grL29LxShvVBwcL1+ZoO9kDY6veqJybzTIz09ji3jvRXmmz3afoO9IcaVPZNKwr0nL9A8OBbBvB69N7wQS1q8ybJoPKC7iDtzu829zyyuvHLbMTwxC469313wvZceeL3b7I28y0Kcvb1T6b04RWc9R6m9vD/r3b0jTiW+COyMPERmLLt6RYc9vIqBvdKBCT0JsYq9/hJTvRBWUT0YZ229ix30PZRQRbz6LAw+Fe2YvfEhlz0vuIE90OY8PQJ0IztpU0I8CNlgPa5YFL4IvAW7vBxyvqKRUzv7H+g9AwaSvRipDj2NDZs9vD8ivn9D6DxVgNS8LtM+PX1Kfbx28TA9bLyHPXVLeb2RIMc92ZcpPYb9jD2SVF69ecMLvvFcXL1zV6G8UQZ5PMTOlr3OiUk5OCnvvI3Myr0vmD+8AtHqvbzl1LsZKt29OLcYPulKL76GFee9b9CWveDd/T0W3We+0/syPQvWKzyLVGK9phSivad8p73wfdm8Z8IEvqnz8Ty1CDE9nfajvTAckz3Izgk+dVL2vGrWFb2sahO8xN7NvRPbWT0lknS9WNGuvYJ9I76VBHs8k0SSudzCND0If828LaJhvrk/GTtjcVi8c3WtPBnXI74b7dU8Bv52vbc/Wr5gzfC9VE3YPMF19r1xRPa8qPAMPbzJSb1oSsS98XKRvAZn3D3jHok9extKvPgRtj13ic08J1Ugvv0XsT1yMIe8lw7tPW3sqrxQYWY9VWj4veNC+L2Lr2U9OKaxPWh8Rr6GIw6+rmZxPW33bry37HY9","z47AvWX5njwkjqI71D/KvS1WtT0ULKs9RWNRvrD5rTyMt6w9OtK9PfC1Fb03EFQ9AxL+PdQRpj34eXM9Q1nAPUL+g7yQwsS88r22vNqJ1zxxkn49rC+qvBWNNrsf/SU8HYxivehlkbxVbyg9e89dva6aor1djIY7uR2LvZOwArxPmwC8dSWlPC4Hlj3By/S9b3E0vgmc1z21zrC60cFJvNiWjT3EhwS91ynQvW4yaDnmtb49UMn6PaRzkbuGB849twTQvALeOb0cXmO8Q2sxvA4aHT3jXr+9KZxFvetUZb39iI+9oXaLPYn5FT49zYu90dMavZQdf7yVkKK9Jo2uPSw+Db1MQ5s9j5zsvIaWn72ZPwm+dvynPOLgtzz9Es49+eJwvH+h3rwY1DS+bgo1PWPzFD2B+i29ACrfPFQntjxs1M67+ihzvjBgFT1+PgW95N6MPVU9Eb7v3hS9BhImvWaSLL74mg69YP4TPBaBhjyTeo68RN0fPAXmIr5qJYw9hCLiOqB4MTxbcE89eWexvWM4nLtCu8s8lTIFveM/MT002eQ9CBVKuwCE7L0V/qg8ltnXPS0KyT2/UCI9DAOLPErR/jzg3/m8x6c4PeO9njyM+OE9uwSzvQOEETwBA288P1YuPVGa7zxokig9LlsavRL5+r2xV+A9gLndvdktbTwFdVc8x9ptPcOGsb3hBa26sHjnvZVbeT0MZLm8xqbrvCwqKT0aVJW9pPeGvRRYYryGkiq9IaTOPQ/ic710NPw87kuLPVnHLr4nfik9LgocPcnjnL0j/e28vEqmvDVmAbz0ANm9AFoZPKgaqj0927A9bmlUvX54Pz08pM69JuRAPY1Zrjwfs3a8GjpRvuLULD0rtDW+Q3otPY6tVDyf77s9pNMPvQtZnbtmXXe9TTwtvfXNAL44SZs8+JWJvYuPQj3wEZY8Ag2+vbb6OryFL1a8P7Ayvec82r3DzUu9TpuyPffESb4wCpK9Gro/vdtLnz208IS8J8roPeoAQb7YML08","kh96PUyYhT1y5vo907YXvYk7iLwnDYM9npKivffdmz2zEoM9bKaOPZKoh73aS1Q9ANkivMdLLb1sQQo8lZeFPHE76T3pSDi+1RLXOlIx5z3y2I29fHw8vuEfGD1prKc8nG6jvUJb5L2PhpY9mDgQvmpiq70I+bo9qsJlvf+5Mj2e1cu8C0YZvBvNqjyPQu28hDAfvmDh07ws8Ii9c0CRPJUIsTusnJE94CFRvY32rT0ekKk9CH3ePW6Olz0XwZg90sLUPV3s3L3U+i28iMDPPVjblrzXDtu8lIjRvTRieD1Fhpe9FpkJvsC+7D3/S+i9fJcUvotrAT1rFX07lOQPvTTlvbxRzKE9a8viPC759bwOSSO9pYjXPdwqSL2PmQq9FAOoPBC7Fr2yKt69m367usn9CT3ZSn+9RazbPRyrB71ICGw9aqnSvf1TwL1Fik898ReuPYEPpryNrPi8ytgJvc1BmLwC9lE8YxYzPVZhBb0BNR2+YUsSPZEZoj0uhaS97jdBvaeiGb0/5ce91hJwvHPIF76zBd29gO14vUZgiDxTQlk88yRkvdQp2L01foc8kjAAvQw7Or2wADY9zmQyPfxTQr0umh6+I9WDvbgYi73Vy8E9c4vyve+Usj0n/8i8RYScvefmg7t/D/O9nkwLvbR6FLx718I9vq6DvVpbeD39P5s9OWKuPZGhvj1i0FC9X0DZvbksUr2Iq5g70FjNPQLuSDxYSRQ8DKvyvRYWpj0LqZE9GVsHvbSeFr2uK1s9/zFhPPcDtb0LT8Y92hlSvRVfwDsdPu+9iBRiPbAjoz2u7Ae+B3taPchW5bxD5Dy9MXQLvYh7hTyGKwq++2jGPX7PizyMGKY9sdmAvStLq7043Iu9EkmzPR5CZr1ErKI8UZTNPSIeWTytE2C9nkQjPaXhWTqlXwM9Vg6FPW+9Nzz6Go098yMyvmxXmD0lcg+9fGaHvVRHH70PzWU9TnY+vfOWtLxt6ii9gHwlvVDc2Dy8eDC9eeODvGbpdb2mJoA9","fc6hPYM+sb08AuC8ApaXPaA+Hb1cG5G9Keu8vAK4gb3gfQe+0AuhvcHPSbwqpLa8Z+kOvk9cmr1UDCW+l1jcvVlXvb2+eVS9CII+PQqOwL33oQy9mMhBvZuuJL1DCQK8slYHvXzwbDxYp+e9+t7JvbvVmb0XEUI7jUvgvTQhKD2/0qc7fZCTve1Ckb37aPA7w4MLvoD/gr0Cueq8titOvaHqor1VF9u9SGUdveWvX71T7Zm9JuUuvUGXlb3BhYG9j4BgvRg3sL15+Qi9Oa/GvGZzsruEbBe+6vGjPdiqCT0vwfa84ZGdPEnwHL2grsI8jMiYvZ8wjL0q6dG9YyoCPif/Y7wNTOI8zlqXvQ6xmr3Tggi8531+veaqfL0kVlm8mZUUvRDrBr7mFIK9qcoHPX68KjzW+uy8PGWEO8QVXD2HlFM7xw7EvTx1zT1v8s69FYn4O3yqvbq3d+M9+E7VPTmz6DyivQ095ftEvSyHbzsBymw93CSAvXle5L2Hc+w9DEtmvSQ3jj3sOZI80STIvbG18L2rtjm9fVskvtDyVL3VksA7HAG1vavjFb1DfLi8+LbXO3j7oz0Zj1m96RoSPbWDPD00qgO+LvY+PQSCurx3tpY9Sse+vXoQKT17GIq9HfICvabegbwQn2G8jKWuvRRzLL3tUBE9iSVwvexkxjyWBgq9+PmcPamQMr1VGAy+NlfsvWipAr2PEqe9dprcPcaFAj001V+9kpfoPKLe8D2EEjY9ca4IPVzdOr1qXzI9xo6lPe41IL6RfO08pTxNPcyBAL3HrbG9FdsUPUOZHzwdOBc9TF75uiWtYT0gT6y8aoajOjgRJj16o6O953iIvUej7r104fo9QHmOPJkqr7viuBW+X5aqPd+cnr3+3lq8AVCmPVxNjr0Nm5K9fL61PWTtHjyYE1m9f6aBPRon+rzxtei8OUWpvKLzvT3vd8w8gHw/vZJ0g72p7Ge9Xv+2u9Umur3rUaq9lg07PfFvazwHUcC90rDWOm5htr1wdDy7","ioQyvcsG1j1GuEG9siKPvLjBQr3Q19G8ZTT0vUMOmr3NX3M8ZSQhvbOrUr0u/lA8PnBFPUgcvD3tkAm6ZjgWvfUJCL2WRjm+cqtwPZzBUr3mw+c9PhPqvXWeLT0JTRU8k39xPZqEYj3YVrU9GRCcvaiBpL0iMlO8v7qNvcnLhT2J/T69aeQQPTecsb2Qwzu9wBEivlNywbxcsQ89K9DPukuFK7yMPYa9bCjAvaA4kDueoYy9StUcPQESl708+7Y9rdyvPTfbzb2oqJo9brsnvccHzbwZYM29AodCvNXXXz0od/e8/xJUPc9EHDyaOaW8/QoevrWiVT20/US9SEUNvZbVgDx5Qo49ZmXRvZ5LOL1tQ1m9L8yuPVeTub3ndxq939O/vFZa4TwF2dW9Zi5OPHMUo7xT3am93FCHvXRDbL3p1m89Re6HvIa8G7tKXs687x0KPUPM7L0l6b08M5DCPFb6+7z+D2a8CpjFO5chjTsC9Ce9PXx8PRg8Fr5rcKE8SHsaPWnkbD3QjxG9yTl8O61H9b19jCm9fN/gu9KeDr2oBKc9BfQOPBH72jxLYmy945GxPKS3wTuqsS88iHIOPfMacjy4vpK9mofrO/9kkL3t97s9Xh/dvc3FuDudy3+9sQSEvVk9GD3YGFA8KuDfvZCb/rscj3E9AhN/vXWtqj1riaI9c0hWPR77pbwvS3G9vwAVvkyDUD15/N+9fb9GPM0q5LwxW469vSHXvVjYnz0RJYG9Kxp+PYmrnTzUp9Y95HClPHFe3L1h1Ci964SlPZZncr1laqe9utuYvfxDdD2A2Aq+0AAqPRIxdz0S2V27q1aEPNliTTuRi8y9lks0Pd7X+jw9lk49G5gGvI5krr34MyS+KIy2PL1huLzRN3w9r7NevEnpvD3vKxO9NzfHPaaOorsPcva8/A3+POUPqT1ol4w9J2AXvrSwXj0GnbA8d+KqvLtSqrxuSVE86IQvPVhI2r2jqSe9P+7qPMdB5zxZD8G9iwomvbwDx72e6Ek9","3yfJuvN8pz2X6gO9le6ovWxzB73A+jm6qBlhvALCCj1uCZE9iAKzPCWSyb3mz027iPVguz+qvDu/Q2O7MV0YvbSFHj1P1eK9XGW9PXY0Hz19giE9yZkhvkztaD0B5BO8JK65vXqhYT21dxQ8ZA/uvWlyVL0fu3E9+RIIPC4cEj0hw4q8gpP1PYyPrbxiBSS+1q0gvt3ZHj1t7IA9PM8qPXKLy7sj6gI+cTz1vdZDjjtvwlQ9LZCZvD/azj08GK+89hFqPZ7KYbz/WDA83Z0NvVFcRr0pkfe9PnETPfpjmD1CjZC91reevZaxs721QXC7bHNAvLA217x4rVy6XCLIvKXyorxf8LU9Ek1rvXAAI73kjjc8QzeQPZDGYr0pE0M9vQiRPYAaYTxtL3Y9N6zTPNp8i7w1+/c8Yf++vJngC734Nku88pgXvc8VbzzrEQE+MJi5vatagb3XXLe9duF6PUgwLb0wFWe99jn9vMDddbxurFu9kVZtvU2rKb1OqOO97loYvdayWL0cC5K9dh2wvZz+/b1Zf0q9K45vvZWzBj000Ao9kx0AveljX72ZFrI9VWEzvMnhzj3tBUk9A6rwvCebnDtD1Tu++VKfvSi14D1izpS83ugVvgI8AD2rAmA9KmdLvXqmV71Ep/M815GhvTBHj7yCAoM9sGx0vE/8Lz2NWaI7F8yMPTL5kTyDnzC91pwQviw/tD0CDf68uZWeu25YrLzpsa49QuoGvcFalTuNIIU9WgeHuwh0R7wj37s7U1UZPWg1/b0guao9pIFvvWnBuLsjJvC90LOHPXoC/7yInKa90IqBPcJsEb0gyqm8Z8TcPOzciD1oypG9Y0Axu6Eo0b12/ak9KpRdPXoSNTu2nf284i7LPZ3WJDxrhkS9mfaCPaXWvTzrEDW91igNvfBMgT22Quo88iTCPV0OhDyq7+89iROOvYBgkDxCSmA71e8jvTVdGL7Eobw73ICOvXKbEb1NWtK9Pr+EPfEmlb3Lpw+9LXdCPTrFXr0paTo9","L1WSPZOglb1qdN69R6ABvkIZOb2YldW8frOJPG/+vT0BoR89jTO3vYXdIjx72xS92UiQvYWLXL16WwY9TmoYPSYcub3AKdi9w198vIPHyb3rBT895mi7vYZ08ryK11K9+guDPWAdJj39i8W9STe1vVMTJr2HEUe9rL4evlY0Sz1N+jE9iGY9PebZbzwyvei937vmvcS3Vj2mH9a9JRvmPTf3K7txYB09Pzylvc8KyTzRKbw8Jws2PbwqXj3+c7s8/KAsPUUaEL2UMIM9NpnQvHQesjyAVZG9Ew80vQGGtD0/ZCg7ZmucvSRqfLx1jo87ME3fOTKOgr0qc4G95MvxPI2nM71b3NS8l/elPbE1eL2wpc29g7dbvNaJT73Y/V28uAS6PeqbxrwMno69Ef4QPUn0dzzXwby7pFxhvOlHUT1DqbA91ACPvf55gD1i0Ca8CYVwvTNG9b3CDvU7PJEFvbfc870zywU9s5D0PEdTN73HBIS9zzXjvG62nL2caOe8AyIzPn/XNT2Fi0y+gLuZPRVoh73MvaS9hhV7ve2sjT0FEAK9YCXmvI5Zmr2JHMM8ik5YPf7Uwz0w9rW9ZF4LPTk7Ub3POxu9UfbtPUyjlDzBYwa8gdTwvePhIj6CwjM93vKfvOCyzry/Fty9/ZxYPWZj3T04FhE+6gB9vdWVGD7OoDA+DkpuPcJIDb0PRYE9bgKkveFkQD1zno09oy0WPoGhf72IuQa+HmaWvSRl4DxPexG+0hE8PdoBJLz2rxC8DiTrvA2I7b0DHfE9H9KEvS+gT70Iua2988UAPmpgvD2pFYi90L1HPZQprr20BAM+nN29vLt/oD3s+mi+RK0WPlpMzD3fAnQ9qUo7vi0pCj48xZc8V5gDvgLm+7zPwDc9ZtGHvbH+2L2BA5a9wX47PTEeHb79fI49KFqnve1qNL0R8SW8KTmFuwVUhzt9qR89ZjxXvVnvHL1/ZAw+CTC3PVGSr7x68HU8DI4FvjjO4j2QwwQ9BTwDvKyUUr6ViHE9","ZQ6iPSYLUjz6qZS9k1YiPhLlhjx+mrq9+WxMPd2tKL0m7si9BXnzvRNfN71acfu8Lh6OOnZj1TxwI+a9W0YdvYE6Db5YwYa92iVjPa2+A74zVCG9SS7bu/3Oxj0AG7E9Nau9vZhKdj3dLmK9wN8tPicZMD6MxUg9v+ynvVSZuzzGFRk+lsB/PRBqpb172yY+3lSLPGaqAb40Tte86wu6vcAs271+tzu+gwhfvC56jjsD5cC9rlI6vQO34b2Ngo69CeADvhO/JD1Ko9M9tfsGvSyoKL1neag8K2gIvYlZej0i39y9yMc6vd/WEr7YzSE9KGKqPYpt4jy9+wq+Fft2u/bkwD26CtU7wXMuu/uzhz2jSSK7plGMvZsrFj3K1Cu9+RVZvZLznb3bnNu86I/AvX0pFz0WLe+73yXQvKx1Db1g4T2+rLLXvMVZvbz7HM+9mFKpPEaVpD3No+u7gjTxPLQUrr2OBKQ9NPjsvY0pmjwWTc06ABZEPB2w170p7U+9c07fvS72lb3fDJ68mkAQvdEQYj2qGME9O0VRvT/BBr5yHau9mL40Pciun72RB5a7Q2ZKPTgHET2lqZi8wnCVPeLiPT1yuqw9hoULvaVI4bxx8pW9YOuRPWtqir2vfu+9U3SfO5sCrb3ggkY9NFZbvTO60zy11Ry9AH8gPMjLUrzvaF+9Fj0ovO50lj2zLoM90eHaPPsGpjtX1YU9k2vkOrSmuTyEUVY9v65CPHgABL1P1Cs7T3K8veWb2L1xYVq9kZ4CPQ8yXb12Xqu9FSn+vA20gb0GPuO83YqzvWisEL4WMJQ7jbGSvQ/OujvZ7WM90qFzPFJUy7tp6Xo9PxEcvftGtr2ufQi+EhGePS49m7y2teM9aCuGPS7sUz0QCre8Qs+mvWZjNz3QX/G9JYJFvE+oLb2U4ky9sd3uvHWT5rzQr/e8hAnfPKdHgL2zR5M9L9ovveKPjTz6fca9z71Uva8Whj256C28KG3UvAhKar29bm29cyeXvS83yj0WSDG9","nQ1fPcHsjLxWnKO8XaSrPf0e9r0jRJS9Llb6vBA6Pz1XWXy8ZjPLvIArtr05YEI9uM/dvRHSkLtcKny9CC9avAslbz1CzCO9MdnZPXsLtL3E6JY8jSE0vYRI+j2qjV49w7YLPNKDvT3wMYC8qlh9PVMkp7wzWIi9d92xvcN75zwgEgA9/5KJPXoAWL0cNHO9wkxBvaXzNb10Rz49V/gXPdSw77upjQc9z/bavRDGDz4Z14O9EILmPMbiijy7boG92nvMvOq0iLzzhRa9p6mmPTtiLT0iPjS+bPtBPfAOfDxqwQW+ftP/PdEqJD3V0zQ9rNA9vU7rvTwmEp86NhbXPcMX5TzuIcg8cCwnPIIViz11IkE8eMitO0DTpb0WBDQ71sHMvPeiBD2Lbgm9AeG0PehhAT0D+L4961ONuic5FD0zFXs9CaZYPOsPdDyaXvE9u/AYPsVcSD0zFfG8E6foPRAbUr1FB9I84r/+vG2dkj3TMJC9+J6OvQCejr0yRME9W39FPRS6r73aT169HTA4PXXqib3xefu9yIeTvXWJBL1APQ69XmUovfv1Yz3nCB08IpOJvBh7h72MDAW+1KR3vZ4jOb2tRQs9DgaPPRGYZL1Sgni9yjwavVTGZD3Qspe9/pYZvK9nyz0KyLe9Mcp9PFZJ+z0c85K9A2eGPM+g7TvdtxA+9LUnPM3bG77zIzg974ssPHGwUjxMaEG79dnAPEQ5yLsWLju+rKevvWTiQj1zj5q9CDU1PbFQyb3wv2g9+vo0vci7v73ofhE9r1mJvRovuD1iyw88cevSPeu2ab0ONqa9caHVPeRFQ70Ws9w8QaY7vO51Xj0dixc7RFBXPWr9ED40oQo9d92fvaHEdT1Pkea8TiRKvYxeqTy2bJ45Oy4LvcI6qL3Zwda9oZYkO8SFXjx3IwK9ePqpPQ2ZEb1K6JC9I4wuvbFk9D0mUVA8E93ZPcAUub0AaYo6HU3qvAtyE72HbQu9IpC5vMtErjzVjqy8MYXiPU7kFL1Qi+I9","Wi5guX1Svb1MwPm9Lr2Tuv0gqDy+qK+9n/7tPUxrAr2FJcK9Yq2YvSJ4s7z47tA7NT+hOlihRr3Uw6W9CXKLvSezkrzFjLK9dJ1Xve3Tir0hWMW8H3OfPAKMAb0kJzq9Wb9PvMIUCL2AAMu9tDJHvRS/wj1ZK2i99SONvfXCTr1eWWq7tiZUPKUTxb0gdHw82xQDPey9+70rFGA9wpzdveAsAL4il3m9kmXIvCweTbtvClS9fC7KvOY1xb2saLG9LR71vYji4LzBMq484GMivq7fNb2nW0q9Z7/UPDqF1L0MkUY9yZ/Qu2YzgL2DzFA9tmCyPSe+Ir3FQYe9C9FVPeunmTw6Ktg5D0Kfvd5cjLxGiAc6//7OvSZHNT1tU4q9VL/evOnZGr6u2LC9x4i3vHsMA75Utto8N9rfvJStRr1GhP29IHWRvUcn9rx2BJ+8nuIFPUDBRT1pRNc8acQJPcrqzrxNnog8VUJpva5CGz0LQYm8PoEfvbrd370p9Um9OdVhPe1q+b1ghf48BpG8vYLtYj358Te9uTOAvMEN5b1kkgK+fcUSvsH9hz0tm7o6jQq9vMWncb3tuIW90fqBPRxB9Lz9ApQ8fkyKvTMFIL5avd68b7Lqu6/H/zySfcQ8wUYNPhCPr7vgwtu86F4zvS+p87xnIYO9O+FHPUGokboZJPw8GJCAPZkNEr3+01S+bl1mvdGd7zw2YVC+mTQDPaAsd729RYO9TK8evnd9ZD0h8oS9JikJvfDzFTzIAAc9TV+AvTBPj7vMm3Q9RXzevUf7LD6Ix629hUOsPBuUyL1y6VW9nQRPOy6JNT1VwCW++UWmvXNXEb2Of+a9TMJeO/PKLb5JLoM9aBlZvObWHr6cOki+cWlwPYjbC77QXdU94tyqvDoSOTyOA9S9zI0DPu77BTzu0U09zT5sPU5KLT1Puj89aLMKvtTV4j34Hw08MjLMumwc+b002Ks90cVovaDGfbxIdrc9RHEevents700DGy9aY+SvDVrNb57RmU9","Is8CvbyO573VrHQ8x9PIvfNa0L2auZK98UGTO9RrNL1xOgS+/QiTOyDIND2n7gS+Gey/vFuvgb365iy9eSKkPWJznb3+xja8EACaPcq8/L0Wj847BhWbO7SiID3MI5i9G1/3PTsv0z0XNAQ8mTaivQmN2Lw4wXa9lxktPb++Fb1FonS9POuAPceNu71hwCC+E0D+vbftoz1MIAm+qdeDPcUIkj30iL+9g1bevVH0ar3BCLa93SH6PYEaWbxDRfE9TGIHvfahJL1BkgM+rdB8vRbbEDzkugi+fMcWPcl/lTtzoSa91UIDPXtrvD0TXie+jlQFvS7IIb3YWAG+DHrUPMXSzL15RxI9Bqwhvk/3GL5S99q9lj0Ku4Tog73SMa496I+ePTNjMT3i+5G8b3ivPb9nQDwX8bm8YxLBPS43qj2Fh7w9jqVvvdmZpj2SBF+7rotpO55aD71seYi6z59xOl58Gr4evb89HTJ2PVJN2TzWSLu9O9D+PMXyJr5Xhnw8cDnOvXVisrtg9pq81kIwvqbBIL16ekY8qW0evtvLuD0qvIw7evmmvVe/5r3QqR68NXTYPA9rJzuVBdG81SSAvM2JzbzxYiI8PspYPclL173wODk9+2m2vUzs37u5GsS9Ef2JPfwbnD1AbRk+iX5PvnouVr2RKcG9gT8NvT5np73XpSu+zTvgPUGiNL3bh7y9Ls8yvl2hPz3qBgG+nVO4PWET5TxMVyg9LAQevt82sjwMXEM8JcapPKOboj0ctsQ9T0B9PYuUzb1YQaw7nuEkvOZDDT4JuM29hw2FPUkw/b2ACsi9SFSkPTUTiz0spwS9j7Wwvc/8SD2Sa5S9rj61PSBqWL0UtJU9DNw/vnRhGr4en0a+Brz+vLiHMDzN+bQ9V8eBPReHMbw0HIu9366CPXb3zb3/hgs+HG3fvNuBxz2maNM9X3/Dvcxo6jyFLCc9iGYjvQPn2r2bsRG9+nbMPJOoKL2gJK68Oq6HPcNkAT1bzPC9NHWePDK+Ab55KzK9","DkSEPequqb00yQC8hfgTvR597b1+Wyu7zI7xvG0Mnr2uCdW9JbBZve+ixzxXp7+94jZVPVbEEr2MgzW8TN26vQB8M7xozYy9gM7MvUGZpL1tWaA9Gn09vWmGzzy5/Im9pTPavPCyDLzQiSk8bggMO9N3cj3StNq91P35vPtbHT3nr1M9CzHMvKyjh72rPT6+Ry/7vWDCeL1pSvC9JHfkvboHZzsqORq+Bv0LvlETMDxgwn290wGmvTrNHTwg4CU9ryXdvE3f773eeQI9VtNLvpYpEj6N6iC+NZ4nvEX3Nr086FE7FAK+PcjRlLyq+Cu+nwF9vZTSjLzrNLC9VijHPKytv7y2TsS6Z4BAvbisGL6aNpm9Vh3hvV2D+b2Tgpg9QshLPUIkGr3HdqO9aoE9PYrDtL02Qvq8geMNPXqoM7zQAyc8JnaCvfRJjz0e96M9lGCBPXBOir2c3iM+PbQ5PRtFQD2stuk9v7K6O6VXG76RUxm+a5pePSV5Fb6Fmi+9lduNutxFjb1n0Hw9tuAWvbC4i7xANsu228Z8PYTYrzyGVJS93+e5PUb1yD0C4QU9R7r5vD4Emr3lyCa900cpvZg9SzxeLt09fdm/vfJtNj3YsmC9DwpJPbHKv72tJ6G9ArmGumMepbwwTbu8cPtXvEtJy7x6koS91aw4PYLLg70DMGI9XM+KPE183b0ywKK94mUKvp7duT2vLeS8FmihveieLTxwhWC9bJ9kvT12d70Ihvy8cJ3rPCL4bb2o1C09vU4BvWzKg7wgJbw9BnK3vfO4q7ucadm9AHl0PY6Pmb0CmLg7KM4rPSR3vz3KmDG92maTvTxF1L085x++qKtlPL5TAL1T7Qs9nWIWvk1Dir1WW2e9eU7MPWLxMb5efu+8Xi6dPX7uT7tBrsK9vnunuryudb00wEE6VVoEvYIOgz2V0SM9nTWgvW4ktjvmPbK9pKLYPaAF/L0HmLc9EiSIvV582zxy7Jo9k0xivYW0Lr5DndG92ECsPaN/3L0C3OM9","W3STvchpEz1axxU9USqRvWLH87zkTQI+yDZ2uEPy4bwlAPk9WbNEPRE06T22aaQ8JL6LPRa2+DwrhFc8Es6kPZ2P9D0hFW075IikvV/8Iz0atUE8OM3oO2NCkrzm16C8douhvb/jG72ZOmc7WasTPfEh3j1UfXs9dCTYPJEQH72JPi+932xqvO2BkD3ftJS7m19SvbCO+D0klYU9mSjrPEQ5M71/K/k8zn26PLgvEb32WIq8sLqKPdx3ej1PCZy75xwGvXwYb7tstZQ7Y5KVvXXjCz1+Mz29IJjdvXqBczyUBIy8Guu/PZB8yD1gYpm9vR3Ovd96t7yNmnk8xCh8PANprz0XfTk98AXzvSgM2L3+uke+eBomPa7vpLw2wX88g1m3Oo9LwDwI3/y9v4L2PSrt8723htk7ylKbvVINbD0koS29emDlvbeHjT1pB5a72FTgPY2jLL16oou8istyPYF54T1kXwY+QlEVPceBxb0Cc969PKpVPcFEXr40+L09pR45vY4+pT1BkAU8Hf5zvbTDH7wiyzA9ajuovaRndr18m509Gna7vWmYH72k8HK8HuDtvNB3h735DQM9gMXBPWszgDzgpQ6+NJbTPXtoKb2O4AY8/CZ/vUaRlTvcJ4+6N/wovqUG5bxMngy9fKtAPbK3vTzHeJI9gTqaPHIQPz3lnxk9cMpIPDoxO746QTY9c9uSvS1ko71xzRG9Jbs5O4hqxD1Hgly8WPaOvCFlITyKSAy9yNCUvcDugL3Jlt087nXOvLdUgjrE5h89SSl0PQNANb0h0vW9e/0HveiDiD0ujQe+D813vVRMcr2V48e8Hjc9vVDLvj2mZt+9yzuaPW3vVT0TTB29/fkAvjoSLT0eGUi9CK5VvBsumj24ZpK8nw5cvMsMAb2KSEO92FvBPcfKEb5TaFI7k6zFvRnbsr3JNSw8kgoqO4kf5zxbSKo9+bL8vWZabb0SB5Y9TdKGPFhT3zudkWe9sT9qvd5wWTw21Ey8/XuCvVs6tL2umQG9","MacRPTlv4jwfUX88JU+XvFIijL3SMT29+w+kPXJcJD1eOAQ9BFbDvdcBljyLmZS98V/oPNx+jz2B6328dcClvQz6TL0h4KC8EraiPMVoCz2ssKm9eeCJPEphgr0bIDu9xCcavTM1ibzK6au97h/pPaW6sz0cLn+96XOKvJUSDr1GF709+YfMvJGl9ry8Y/w8Z2CXPK4K8b3xidu9we7bu7+K1r1Sh7G9HltmvKdvSz0q2Tm97BaXvTWV1TuoOc+7yMBVPRY3eDyhYxy9P2dqPFhnLr1WwHM9ktp3vP4hijtgcoC9p438vADk57zIM/09ARsrvUrQtDxPlla918T5vEErST3qgvS9MRCZvR9Bnj0tvka99MwFvngxCL3Zgok8HmbeOx/FsDsCkXM9G1PWPOea/bzlGaG9vtrAu80Ler32q6y9/7zVu8Xx0bxef3i9ixW1vVc1dj2hC469f7k1PTaYjL08z2e93GrLvR3C77wnQnk8S3spPBNsvLz9wXm8HxP1PWaGv720gTy96U6iPS8dWr1+2Xa72ICYPXNNIrzSNr69af++vYEGdry+9Q+9XmYkvq/Lqr0ZY9Q85o6PvE24m73IL6w9+dZ2PMppBTzFeKy9TSbNPRf7tL3E5U89W8+qvWR63rz8CyK+vxA+vbGglzxhqwi9HgY6voBQ6bsjLk29QdPDvX/SlDncET27GfDpvB/A0b3lc1s9/2HBvQifFb2aZsK9tOFLvUiKEr2ezVa9azjCvXPHvTzJlJu9QKo7vd3Q7bypX7O9YiiEvXG8jb1SfCS9L/EKvZ6ovj1vzI085C/vvfHBhr36cMg84D0xPV31v7kq4LC9EbeDPIk/CT0ZIzY8yE/OPA9koL2d6zi9mvtAui88cTu3/4C9xmQQvUX5DD2Jcy29/CzxvKw+dTw/AsW9TZotvWXLl737Xoi9kEwSvDFEs73h9Wa9JCpCverakT1NG9m9Q8SVvQgsuL20PGu9nF6Duzlr0Lz8exI94+g8vf31p7zmocG9","cfrEvCgANrvFRZk9bOtAPbvpmDvZg129GU8PvQGMhD2iX8Q9ukYhvYoAJj1QWAG9HukJPRxsQDzRnNk87EwpPXbaRb0GL1o7THMhPHx0lT1W02a90Po+PX96GL39Yq27tFxNPSDKVLweiD883IUuPV8vc7wunI09fAiAPTqJwDwCG7y9oDmbPY7qRz6HC/29LOQtvQ4jgzyr5Oy8EhNdvWfodj0beou7fdmKPeRZuD15LBI+7AxtPWsgJrxN44c7eg1oPKRmnDyWCnu9lkBRPRyah72Ie8e9Kje1vF3qjL36GBu8fB27vbMYwD3oOww9KSblOjKAlj0o9G+8mimoPLDU171iQYE9wUZCPUcJAL35bAu9YcjPPYoMQ7xHYoQ8sDDSPeBVkj3bCZQ9Yt23vKJIFD6A9HK9HCL0O/rbaL2iPdc8e6ykveqb1jz7Jz09lQ/Ive8/5rwYXZm9WJ4Yvjyj671vOhu+Nxy1PM7WBb706qk8t23AvROZ4z2qLx2+vTmOPY8jbj1CSS28O8WxPDRFA7zMo8i8ac0Bu8e5mLypTuW9IXjGvIAirb3VuYK9IZRkvbAUiT1dvmK9f7KxOy8GdL1lQOe8N1M2PSOIDj3nZ7g71lanvF/plj1d+a098WVEPCIKij1fMi+8M/SzPBnxqDwPyDG9vKsPPGDmBz37icQ8/B4DvASjkT0BoUC92/fvvDpLwTyiCcg87HKsPcAsI7y4qiI8BBbYvFLCCTxV7sC9IGpxPc0Vpj3JR5y94goCPSsvozxU/VG9uAuVu/2Hqz0xrVK9wS99O+nsgb01Siw9/R5AvddSRj2SUAY9h6eFvczLWLyylvM8MMwGu6fmqrz1+Gu9R+bIPIrgu70WeEu8RWpZO+2ZgbzcWhg7V9xIvX5/Xb17vyY9QnahPOp6/DyL3bK9x9IvPReWF73QHew9JoKTvfuPaj17ro09EYeVPMcaAb3ISJ099wDvPP1VYLwCTAG+4KlFPQYnGrs90Hm8WDo0vcdpk70x2Mm9","MBu5PehLiL3IpDe+iwgtPYJbGr44+sW9/ThZPVnrub06e2W8CgYCvu1Jir1qJdy98j5fvVzhpL2qoRi+IIKMvWkIy71EOjY9HQPTvU3gdr0VaWI8hSptPXNawr3zKBy87UcRPcDDAT12DhS+hUo9vSRyW7yvCwE8iBL0vFOvC73u5E89X0UtPT60CL6Bo3M9DmMBvVZjCr2xndo7I5XSvdeW6L3DZzK8ScBLPQh86jz8/Qk98oeavXAGRjzmO2O7GwT6vLIjIDzwuMA7DnYyvQ38sz18Bxu9PPrEvJW0ID1/12S9lIf9POA/kr2/WU+8qmUUPem0AL3NieC8FYKBPefr8LtEl489E1bivUcCYL0MRh29BaI4PQ7tWbvcKIc8G6hkPQkvwr0xgz89ZzmlO3vagjwVeoe9HQHOvRLGT7xMAFK9HNpevVkZiD002TQ94HQpPJNjM734Gas9mr2CvNWNFL1drJc9eLsQPOeoqr3OnFc9uKf6vIbjD7ySgpA9xA64PefOkD0gppw9LeHJPNzpOj2vnE68v0uTvQuukb21pi29/TpHPfrvbT2Gulc9HWk2vFwKwr3U4A29Ijy8O7sFQr3mhOg8xpzaPHzByDvY4JK9y0VAPGwDcTwQzMM8rkQtOjaFRL0y9Cq8F22nPYgy7Dz/8og9rI+Vuz+ajrzqeXS9JDj9PL5W/zzXE5M9uDi4vM6+j73mL8Q8Jl94vRanQz2zzXC8Fpk9PPzpML0/oCQ9wGaWvUV/8bzNIds8mwz0PIr/Sz0TKv08XhByPEC5oL1wmeo8e4KhvbD4Vb2rTYa9tWeNvFu9Hb1I0EC9IiDsvM41lryoP3694lImvSL5vj1N0pS9OSOtvfCosb1B1WW9Cv0fPfs1mT2iPJM86Fe9vJHksb3rpcW9B9GSPKLcojtDuhs9Ki/mvaVShT29nv+6+5sdPRTsIzzDyYu9urfWPHuk97zC9Eg9t69CPbR8rrtRbsg8BxFfvN9H3rzGPmm8Qk48veHtn7wRnQS9","/q6ivcB7LL0kTFE9dymjvOU7i72ozrM80eX8uSWD/Dy+4lW70cEgveWOLL2XZqU8Q1lYvHW8pr0yTPq8nqqdPIwFBz0jOlc9s5iYvQucbDxxfaq65h7tPEwE1bznUCu9wE7Hvbl5Tz3eRMW6OSZrvNNmXDoND9k8UTaIO3OiLbxF7588aPVKvcRGU71/Lxk9WraXPNnDg72YKxY8pQmUPL5lr72oU4O9DC2wPZD1KrxiJie7KfwGve+doj00rf48OjofPcyFXbyJEKW8bk6evIa8jb2OLLg9s7g7vRPGhr0i3Ka9d+++vYyJrr3kCH+9zwMQvP4L/DxBoDc7XKtSPa+Uozwpf7O9U1i0vIhymb0GQyK9HdA3vYCYdjxRqIO87bCzvEmyYL09A9e8YGoWvZHVf71yBPU8p9G2PT58sL1lyYk7+nuEvVMKO7wdl289NpEJPX1EQ71KyFa7RZ+hvSoVObz45Za6lUziOx+ErDvpdCM9Ygi1vdKcdbzdApw8HYaAvLuD1L3K4XM9E3QuPUvIYL3z0l+9+Tm2vXOadryaWk89HYlJPZZJUL11KZI8AieOvWiexb20ahC9Zpa7vZbxMbyoBR89iyh8vWRxTb06qHc9MYPjPOtyrrtnbG09Qbfyul1WoL0vYhm9aYUGPDCK0TxmhN685hNGPBFOPj1GIzQ80VlWvVFFFT0oeYu9HrhDPUHXqr2ego69pz+fvYf3bT1qy7w8lJduPegsMzyokX09mPKZvVlHG70eOAm7d+x8vQ0wAD3NOmo93WWHvSRQrj3Rb7a9r9pYPFFFBD29S5s9vmigvfd/grwF8fI8RD+oveVuOj1rcvS7cIJWvZLChL3/Kci8bnR7PSVJpb0Cx2u95S5Dvfl6b70Py5C8Oxm6vYnA9jx/7yu9XU2XvSOkMb147bG7qkelvVWzT73B3Ia9NYi7PBtXgr31i/K8XxMLvMPnKD0jXqY9GLP8N8ZCGL2ZM4c9twLFPL4eiztaa4O9zabiPPHHnb044/s9","6EOGPeYIqbmmjL68jG48vYc62b115dO8XGqjvTVfNb2e47+9AJe3vaKQFr1uh808Qp+9O+2LWL2yVYW9poXQPcEs1Do9waq9uYmPPCazJ72S0oA9MnT0vKO17LyaLnu8LhlTu0rxVz278Ym9eF/LvWdT4b25/b08mqz3vKv4zDwHkds8IrWmvMUHi71/HB6+qbipvep8cT3tJS+9N7rvvBLHhL1S0De9Qt9nPCewEz4AT+a9I1t0PU6IuT1FHqY94n8uvek7H71b0Ow92ZEJvVM7/rwgPyW+/A+bOysH7LzExTe9qwi9PbHhYj0nKn+9bmYvvr+K8j0oQLC9hJSBPRBUGr16/289ThgRvTStZr1amnS+pvMcvdxjqT2c79g9AFG/PbIGAzzxWT29xaVAPWC5Bb7iM8E9BKYWPcPhSDxRL1m9IvMsvmY6L7wq67s9swmCvYUXG76bgLA9qDaTPZEz2L2mgN08PipavB7ekryQ7ua9PoITPobCGr3WzBC5qCOmvCC+YrqHqkm9+QAevqc+tb0f1429HfyNvSO4+LzXxri8S6+zvGYQHb7OQKq7MoVJvUAab73tdyY9WKuzPfcSjb1+EDW8gCjyPWSN1b02FoE8INzsvSayAb2aM6c8/qs2vQH5iDxMUY09l3PXvbE3R73FVGs9mcAAvgN6sLzKVaq9YGfGPdh1C747+0K+bTJDvrSOBb1wsxs7MUL1PBctLbwRXo29z2QNvenJvT35mqO9MM/hPSc9Mb3sBI+9mJVlPbeilr1BwNo9G3mEPaJyqz1+25G9Z2NTPetkb7x1fES9NxiOPS54A7084lm87QvXvShOJDwIwDy+LR0nvbd/ob0Wrk29HTgYvRwv173/3Za95FhHvQbihDwKYNc9Na7uu92jjT2Hwoq9eZeVPRsm8L1uAx29AMS7PQCUtT3ygYU9HXoEvAKkUryplsQ97W6svQU1Xr0NAIk9ccNQvPac0L0GFEG94MOCO4wagj2zKZy923yTO5XC1r0pgGe9","9uH9vA9Chz3MtoC8o54WvqU/Kr6x7Ck85FUKvunRyz3NpTo9LUJOvUiB773RVaA9tKAUvSWiZ72uZTa9SGomPGvhUzzVQwG+CmUKvcqFlby3CZw94PC+vegBlz0z07w8YMMVPC/jBT6DWl28k+GwvUDLEDs39JW9Jdb6vePNQr1bn3q9dCw4vWA9FL4Gfxe91lG4vX1x3LykwAC+rsG7vH9ZhD33q209wmOhu/a64T3qHQK+SB19PTJTtj0r3uC836H4vH3Z270p8us8ijcSPfQeBz1mLBK+z/tzvZeCIL0d78O9p1wovV7QT7wQUau8ZvXTvVp3wT2VqyO+kmrOPcWtxL2ZKFC8d7S9PD03Ab5lenG9Hqn5PBAojD3KTms9SkLGPbUTGD2Y4uG8Wt7LPW7uCL5tqR+9puitPSgu9LzvXaU9ZywIvlOsAj4m16U9yy9mPEQyp73SIsC6CXybPXPyOL2WAo69iI+NPRlTsTzkx/S9znmePS8cvr1W4wi9HemevT2daL17oYe9ojTCPDnKuz3bhSY8RrcVvVwIAr7jNYu9m+8APVoVLjzRxmC90thmPUGlorvkRfG9c3CQO/2lWj3klLu8rHr8vQM+sTwUmEC+hhjZPBJNNjwupI69NdgEPV+wt70p7Qi9zOB3PW+utLwZ4+K9iWEGOwwsnjxbfMo86goBvoJtlbzqotc8P7kGPsxiO7043j68K34Vvp1N+L1OA2a9/D/qvIv7i73VsZM8gp7wvUqaK75pgUm9BGh6vX56VT3NhqO8BLydvVIs972F8UM9Dz6Cvbz3Fr59aTo9+n4cvlruqjwAaMQ8LB92PSRTvLullEI9AF2TvTpjlz06Vie+fZA/vfJx6z269lg8Yd4GvoEmqz1XcDy9IDWKvV58n70MNxm92sv5vVaJHr6+Yle9vtEdvm8j6b2Mc0S+ujIevYF5sr3ppTO9xnIVvZ97j713n/M8HOFuPFcm8j1W7sO8BHhnvUdZI70SEFo9pIgfvhbHhr03rSo7","Hqq2vdD+srwVEGQ9D0MGvvalgD32oOk90aNDviiubj33dUU9rv7bPPW0lrwjhnC9Fkb6PZQoRb0bedY9uWaNPWuMbrwQRaO9J0VmOmze+z1PWmq9ZUZbvWhKMr3el+A8/vKgvVCgGL4l8sI83gm8ulGy1b3wKA89PikePtEXCb5OKHu+iNBDvRKklT1W2Ei+ivSQvIGoIz0enPa9qWjavbeolz1RALo9LJFlvaavwr1a8L8844BGPRtCFj1Y0L49UJO8O7OW1725wW064RNovIuNWb10bW+8ZfAGvhTAFb6kv8C9fKCkve6PtD28VN06wh0nvqXSxr19+iE+WP+wvciRrL1dyxC9WtSDPaeF0b2E94k9lCKmPf0AFD1U7A6+MhmCvek4vj0KKY+9lzvDvaaoWD0ub2k8SdCfvEClgb2IDVY9biiNvAGjCL1dw588ba3KvVnBCTzcpu69q4cHvgyKQTtAlo29+t2nPRPpizzsRPa9S6bivSndkD3fLxS+iJEevUMtID0OydI9bnQbvhU9ar3Wku89cAxTvqpxzT2CCVi8/F8dvRQqSLzpXx68JqtmPHT/A73nrQQ9dYfEPTTEVz0DTSW8Rc+mPSPTjD09kI49iOLAvSZaFz3y5JQ9vKgCvn7SB73CS6c4i00YPDvfqb2G3MI9JIaVPfi8cD17RXu9y7JmOykVDT5epRG+Wqr7vAAYyD2RCRq+a4O6PQhYrj0As6+8OwuxvRdf9LstD3A9FA+TPXVs6j1xWVg96M1BPGppM70z3348YdfAPQ4Sm72rdgG+6asXvYhtzD1tL3a9Po/fu/1nVT34PQu5cv2zvSHbqT3Hhc49wFLWvMfAD77pXYI8PAcHPs/xH74vVTC9KUz9PFcgiL0Itk48uDTtPVxWxD0gsf889WQ2vZkX7TwnvZ09AEsFPc9T4TyW08g9QBefvR2pXrzWCvQ9m7snPTOxCL0xMoa9z5tSve4vxr31LA6+7B2+PYKfGjy/6CC+u9NEPVH9QDzhs8G9","BkadvbTLvT2K+6m8uZ4evtrc0b3E2Ke9dSnPvVU2oT12Euw9RxeaPWNMBr3fQ4I9z8IJvt/hMT3tNV4909HeuwA3Er0CLga+YrHKvKhDIz1XPw48sgxDviHYZj2Nt9k9zYINvsrndr28/T67yX3qPHU1KL74eUw9/DEmviwDO73rvO48XNB0vYwrET1C8jW7F1oTvicrS72HHQg9QYHBPVlWrTtuWy286vTVPF8c4z20IlC9LfDePbswhT363ki6udkvvRL3j72Pc7w9CQESvI50qzvOy0K9ItcevRKdvz3QydK9bHDHvS5JoT0P+/U8qaAQvuV7mz1zNxi+PEmWvc6wAz2r5tc8HyqlvVZqGbyeFjm8S4iVvbLdUbwq1F29fRWNvZmSKD1PYiu9Yo9NPA4KIL3drks8dySyvRofkb3Qjxs9FvBLvJgh3zqywA49iD//N+MOg729rkm952I4vWkKnzvzJ7e9JDJwPQyFLTu7IVy9tA6ivNlYs70vBdC7Pqq7vaQ13D3r7/u9VjEVvO2H+b0RdYS9XOS6vPQ3lb0lckU9QeJFPZpR9b3/AqA8HYlQveEbmTtiU4k9fZAfPKgQO72jFy6+yGk2PS9x77uI/hO89agfvZ5xHz3GGjs9gVnhvWMXjT3fS+w8TNaDveD9mb3nWaU8fdJJvhcQJbzwTdM659WEPW2+vztb5Re9AEVmvsLKpT1Fjqs9/v4cvWpuGz3XoUc9e9OWvW/QtT2X42q9aYI/vaUIFbzFmIe9mgvkPcc2nb27vkS8JgGcPWYBH7tbly++wf6gvPSklz1cSVS+qFpNvcmKf715mq89FXQDvp3BBr3vyCW+DSH1u5MekT1mras9cTmOvdd7XT0DSHa7i+MLvfs56Dw4DWo9+ueiu4hHnjpTdNK9ySubvT8XPL0e8i09KqRTvCAnub08LI69NBHJvf0z8jzpoz29SFCivdErnr0Ecri9RseTPTlgFb6JNYg8AFDBPFG3CT1PxA28X0CoPfOdk7wT4BC9","/z7UPFrTAzt6B6G9RlO7vaMvv73WBqm833VIuxK4MT0xHIg9Kyn3vFFQuL3UglM9RLuzvZJA7Tws7N68VTKNPA0+sj3o6QC93MU8PKQyKT3JEYq8JnkhvvF9mTxVPC69I6dcva9Rtj0Hxne8Zc04vfYKo706vBU9h/5avmKKYb2aJIq9/9AmPd5qSjwiYYK9MbHgvX0HLj1ToKk9y1pEPfFj0bxhDKU9TQCEPEQPkj3XiSu9eI5tPKjsiz0BJkq9e/+bPcBw+L2aWrW8l/spPO3Wxr2Grdm96dEFvciBKr3s1ji+DH/MvQU8nDzhnRc+KFrDvfJuPT3yHJ69ykCVvdgcbL0szQ69AZB+PEL7mjxEtgK8vxRxPCPyjT3sVB49X+ICPPoHpD1ITk68J6MfPRsKD71mb7+9IFG5vYO/YL2REcA96ffHvesSyzs3cCM9PwsVvveEB74HfYq9XYUsPem3Lb4Xbvm9GktUvMlOkT0HUEw7alA1PTC5Lr0bp9G7GsTnO9I5sTyOMBY+Nb8LvghBbr2gzGa82nnkvd9rKr1s+2Q9+7uePdX9WT0zNCo9hzCkvORpW7z2OM89Tb98vX8wtD0CArC926iyPC7SuDztKNe6Yv8Mvqr50b0gCM+8vL+LOi9lqL3iX7w9jmt/vWcI4r2z0GI9hpsJPXnah7yClSK+1LOZvRkHGj5fu8K9WG61PCbuoD0ji9q9rCSkvfyeqj2yz1g9wgyXve3GdL28dSI+iyNFvLLYxjsIBVM8iDyzPaIxkb2RGeS9bQOSPU1dqr2AING9GNcQvhjxgz0ca0I9SLsOvRxbs7v/JZm9+3NvvUM+oD0kTVc9ugzsvQmQJr4mSIq7l++yPLo2N76IBGU9PxywPRzpGb4+V6W8Zf9hPbqyED0ADwG9YeSKvbFK6T16Pwa+BDxMPUcot7vAvoY705IUvjnBv708GXs9mY1gva9z47w/o2u9rAinvXp08Lw41hA88tzpPYcN573wYGu+48x2vcjv97w9vAK+","Z6I9PLijjrzW+1m8DIvGPXuvV7wSEvk8GMaPvTg5Sj2K1m+8hkGUvV1EHDszwz69U8HZPA5BSj3R+Yk9hdt7vVDxkjqGrzE80OtPu2V2yz0fDk08xh4FvsUrXz09Mg88Af6FvTX5SzyT3mq9PJ8LvpeFAr5rno89tXqYPTCZebx/7yw7bIW+PAKkKL3JgvC9EtFbPZ4K/zwfFcC9gQ3LPYMXBj3m7EI9wTPCvUrJMLwaoPk8EwAVPYkZxT1eaWI96LGPPf0aC75YMIY9WTsdPXO0qzw0mtC8n5QuvcRuAr2lR0A8dHiBPEAz0D1k4u69s0HjvCtXEb04HCu9JSOJvU47Er0RG8A9GZ0HPT6rDr1vpbW9BC1uPfxBlL0G5Su9sOR3PSaERz1a1vq6kvYWPT8ObjyH6bk7G6zZPQT6qzxoBGU9rIsGvmo7gj1L5U49AiL0Pd2O9L2g/W69CdhmO5bo3L0tO4Q9JW+FPZUOlL39/I+9ev6NPCjxtDv9hXS9PTSrvApmi71TBy+9qJAgvbbyTr3MNrA8ILndvOVrxL2qLfS8hb57vfgWR72Oczk9a3IcvQB5DD18eaC96OuMvUu3Njxtsya92XtqPeUABr4Lb327ercnPWQssj0zwCm9j4o3PbHc5zzHj4u90TAIPV2UML0ePAe9t4mmPeAceb35NyK8YAqFveynQj1LuQy+rHzcve/dBz3s2SC9HKgvvB9zO70qTmu9yZnPvUifAr1wsGQ9vZvFPYN8lLyvtIk9sUn/O5l6kbye/na9vxP4vWCCATxSY4i8wDPFPe4+XbzOKEo9+4hRPdliob2o8aG9hHKovNTNlbw7Hve9pxnfPUioyjx/ZRg8qS8iuyvVHrzQ0jG92G1ZvUqggzzsX5s9wZi1PLZ4Mr0GhG29OJfcPGzcZD0ynDk8264vvQ+M5rwkULk9qcgpvT5QiT2RZBa8mtaSPYmFQ74NcvI9RMHuvPGaGr2+XfM9LH2OPeDPqb1gwBq9I017vEC7573cvts8","xS+WvEd8FT1DQzm71ceVvYhkOr5DXa68LwS7vbyFKz3IQME74LYEvgtyhLxcC408CgawvQ0c2z32ySe9XbwhPqEVOj3vkry9IxAiPAuDPb04JLG8F1jGvexrkD14y5I9NaQ0vmcJorxWcMo9/ZDLPAWDtzzTAA09qv+ZPJZskT05Jao9yXzUPbh4G723t4E8698hvvdP7zxXPpY9z8NRPZWgBT2eB7q8Q56mPNC69T0ftzW9NSz1PdnCFb2gY7A9Ah8SPWS7j72EVck9IlrUPXe/0b25WKK9sI5ZPeUEsj3DdSi+2V4FPa5cgbvqzgc+MTHZPIahjz2O1p+8+iuLvO+a0T1BWOQ8wxnSvUYi4z3kCwq+b5YCvfFrCz62fm29fcD5PC24vL3KgzI9hTViPWInrL0dvwa9F6ffven2q7weVtS8N9kZuzl60zxCxgS9Ka41vchc97pjT2y9dCrMPYP2xb0UE2u9GygKvv6uuz2rEIc9dZs0Pf4nH76y98c9Ys8gPt7cwLstWkC+zRNGPNKYsL3Sf/i955CVPYnq+T2IYTw9I7jpvPnsgbzgnLc7MDYQPGhSJT3kxum8bbzdvLOKD71mQfK8a+krPQS3Ub3yKEs7Knv0u2LPyzx1U7s9IHi6vblkqr2UYLi97lwXPhKYCj4o65c9fbEtvnEBtLxOJQs+RzaAu8u/Dr57Er89YEEGvuCT+r1ZLb49x38YPZx9kL34Wam8+A6TvIWlajyEhxq+0NWGvDN4R71NZSa+y27TvetCzzzwBRQ8UCaBPb4wib0oZvk9FDWuPCt7+z1JMym+gllLvS75eb7a5wc9i2IIPpyrLz1E/T++1+m3PBzKDjxjV7a9fgKmvdVb0Tzn9LU9TEvRvf4ahjzPP8Y89Q4VvQfIljxehPM9o9Umvc08urxtje294rJ6vLBdCb70Y0i9TlwNPbaG57spA8e9azVnvGhR4T1TiCU9a5gzPaq2mjwDhve8kG6VvYuI8zrD+R0+qx4HPTcqRr5Mtl+9","ihmgPbjy7jynM2+9O+GfPTsSDb0+wCK+ymiHPTfOD77F4ce9TGBevc92QT2qDz+8PsffvVnPmzyaAwC+mJ/CvQU+6L2crCM9mAlavapkrjxlp5i9SwkCPh/s0LyYazg97nLkPHROtrqOEUy+RwZ+PfAKEz4Dij87wYkHvPWr6Tx8xbA9AIWBvQTbgb3xohQ+lfEjPhdCJr7L6oE9a/uLve4qNL4/Klu8/uaYPd9C3b3A2648fB8UvoQaU70g+sO9lhMmvY0wEj5WLlS8fFaMPH+DJb6/dEI+eKbovSoffz15l2Y9Ad/TvYHVTb2Ew348XkSaPd5qC74nygu+XS2nvS+rITxlPpO9YkekvAuq6DyQFcw8n+U1vU5sHL2FO9K9TD22vQMTirtOLI286FA7vc34KT4gJbO9KTKPvbsVGz0BhFC9DwixPd/SGL4xMbE8Y+MePbHbHT5HaL69NBipvRUU2zxYku+7VFFdPZckar1BMTk86YUMvQI3s7yUxKu9KomoPao43z0qpBu9u3ckvjxuXL6x73e91Z3wvcvFwD32tEK9dTeNvLpcQj0DF7I9vfrluZBp2z0dbpg9HGEHvdDMZbzpriK+o0QzPTcSWzzZVk491A3MvRJYET597L88rRXnvA1lHLuLfHu9oRatu95SQrzNVhM8bz2gvY1pTz2V8jy9oVARvUh1hzyvnf29Y4pZvv+3m71oKrI86lgaPbftvLzVd0I9TDyyPHBvqj2MihM9LYXfu48tAT5DQee8kuFxPTQ8nL2S8BU9U8HhPfT/9TwaSw2+y1UqPVWU8jyVPga+2NPDvQJDhb3Elt09s/wUvQSt7zyyGbY7vMbMuyEDG72xhIs9oAbRPZOZPb7Yypa7DJxfvGRFcb1YvYK9OYQmvat0BT4m7kq8G7KBvf60gL1x0xc9rI7MuyinzjxaVAQ+bRErO0Fhrr0nTZA91kpxvWm3ZL1iV/08ROWMvcKUSb6SkaS9L2OEPa6ht7yvR+C9VTRLPdUor7yEX8W9","8cXXPfQYPD2naAi9ofv6O6jGFb4KWkm9otMDvt5Gg70GcTm99fKXvQi7ZL02ja47x9MnO2/amzsoG7U77O0OvM8wxb1Hqak63EeBPWcrM732D4S8OBPuvE7b8z2bA1w9k2eKvaWOFD36kRe88Lr5vcBn67vJViq9Ny3OO9YpGT1+eB+9ehGWPTqywr0ghJm9JgUsvps5KL0l7YY8mjCZPeA7pb1wwCC98zxevRTIiT3Wi829dl+0POXw/D0AGIA9HniSPVp7vb2pnJU96FkGPSwSOr0X1g++1JvHPVTi3j1AE5W99k0MvfaMY709ymK9SjgbvSB65bwkUvy8E5VuvYGmeLy1yjK9xwNCPTydJr1jmcW9kezXuyzrNDx0+qA973SlvRIEPztAmfu9rK3tPalJjL2q3Ko9T4DXPFCqkrsi3qq8DKEVvgoxGT1jJls9+hMbvThbgLy56Um9SyaHvbp+Ab7oFqq9GTqAPVG9UTtztO+8oa/bvNAiCL6aw9G9wdGNPfEfx7u1IFq9grknvdrl3r3AW2W9Qn2pvQBHnb0GGNi9Y+QmvvzMp728v5q85W85vXfFn737OP+8PQr1PLHL172Jwlq97I+uPLB5g72bMmi9C9HhvdSkFzwQnoW9JweGPfDo/DyAOey8aqUUvn+aATva8zA8HOwGvmkdpD08pHk99TKivLdGRb4pLry9teNJvq2hYj3VeBe9BTFGvc7YW71xlt69hQQ2vePdory03SC9yfZcvY4S8rucYJ47DsTIPG42xr1W2/I9ftsnOyRxzz3+3VS+2hyUPdMZjTs5mVy9QL21PcSh5bzLh3m9D5Qavs6XXb1mrsW91PmuPANahLxL/tQ9ieODvKITGL7Ka0O9ckf4vK2X8rw/gV49sSeiPU5+RD3c6WA7xczRvM7Var1bDLA9zk1oPaHohzx+2xI9JEg6vr2fpDzSuz49XtaTPVlJ1L2Dyfc8uldJvRYYiLvSsOI8DEWMvLcikL2gzS2+BPpqO5xSnb1haoq9","5ReRPccEp72Q1A69wgWCPMo6IL1mLUa90IRWPP4TQDwCh609ySUZPZ0zOb3GggG9CVf9vB9Zgj32DYa9bndZvdV0O7yjcUc9vsfLvHFrv73XCqi9FqHUvR/4dL2a7mw9O9ygPBguPL3iVNe8lJ/+O0Ze7r2e4qy7RwmCvVwDw71ADVE9IBtOPWQROz2KAb26htYfva5xr70ZaRq9/JCoO3KO/byGoFO8AvytPFXvWzkp3AO9LFbFu9Iq4jxwyC484DCIu7afhb3LagI801uKvGQnsr00BT28FnfhPADwOz0o/o094jTWvWWiujv+yFo9lSKQvEfVmr06a4m856gpPdLstr12rE49uEewvD+1Sr19zv88zTNcuzpNFDzccak8MSwavMwXLT2jAvi8hIqXOhyxNL28/EY9o6JePCWhyb1nZji9I0xcvG4PszxroIO8YZOAvaIZvDwc9N295/TgvQjWSr18bZw85dRBPdZZmL1Wz2u917DOPDzBpzwJXaW85HeFvNqSOr12yfC7yoI9vJTHwDyFO1o9isKavHQrQT3zVHo9pRVsPbqAEjwo85e7wakAveYMtr1ZrIc9t/yNPR/OY70l0pi8H/CZPIx9fb07Xhi9WrYyvZDdnL1nbW69s7plPOf7dTwLU5i914k4PQT0QjsAujE96erhO9k+e7zm84o9V+/XvJyK/zwO8A28f0qvvQNBgT2Za6K8reZ5PLZirL2rkns9o3+FvIPA1zwHMU89HI6HPRA6hr2pQvk8+/+9vMSNELuW55S9OTBkPYR6MDyq8DU9TJWhvdA9XzyzCfq9MDQ4veTtJbxKs4Y9i9MRvJXRGj2Mf548Axy7vR/idj1Gma+9R+c7PZ/BEj1uVmk9t3CHux+/Zr0hcp+9EfKGPYamE73jpQ88kmQIvChYs7zb3Co9n7qvOUE6BL3Hi4y9mnroPNk6sr1nLjm9jylfvfKMBj1OVM08ko+9O+pcjL3gqpU9iRjFvKI5orzPkZC7FriCPZZHxzwPhIO9","R2rQvTi4KT18t4892h9fvSrTpL2GqHS9boOIvcS3Mr1gGXC99baHPFmQ3Tu1ROI8ofFNvFgLiL2Ip7c9cmYNvOB/Hb3lRrO8/8+gvAXPsD2IJim9M5O3PMmT8zxG8mq9wab5PMcIWL0X5iS8lUGsvWYcIb3f77O9EyMlvb+uVj0/IcG6D/f7PHZOgr200Hy9Qf3/vMs6s71HtjQ9vp/LOhM9mDwvULi74DbIvCuCDT2LM1E9fPuDvWP/47x15Ii8vlmtvLC0OT3qWz69RQ5dPcWnOroOPLS9p8jzPNF2ZD3Huha9M11yPHnlsrxPyhM8PrRyvGQTLb1PL7o97J1jPIgAvD2Apmw9s+qGvDyUkzxOAmQ9XLySPBnv0rzBHUQ9CDLCvR8DaT2mp5G6oldBPatvoT2F2IK9HsHzPJW50b3ocuO92tkSPT45lL0i0YW8OGuvvf7kAj0PpkC9F5N1O1JBgr0vQFK9SE2JPWnjQ7xd2S49Ks/avdOwUz3FIR68x8TqObqn6j03yYY9OvYYvg8UQb68xV89Un28vV/vwj3CIP28rzkKvYdiijvsNjw8VGqrvK/5zTxsasE9zuEXPRAc6z1EpSi+FbKCu8OGr7wcjwm96mmjvUxhiL2HlX69UOoGvtvJBjw/7dw8kiRLvX4yrL1bI5U8AAO2vd8t1L3Lp4a7APqAPalWc7yj8MC9wKxQvcwswDyMNF69fgyuvSzFCz3Rm7o9uZNXPWZWIzwikok8NUKPvN1Ghj1iGXK9Ac6SveC+sL1Sgsk8r+G6Pdte9rz8yKO9r9PBvXOSbT2v7bu9v/lPvVi5iD0E3a681cHOvRJSAj1iYcg9vJGBvXsuB76XFIY9G/pYveO5Nr5OuIa8UpdfPTkNY7wsnOQ8XmsTPXEoWzzE9OO9+kSlPATniT1QJTi9r08APhEFRz16NIY9HrjwvUldQb0gibq9sPwoPZgqF70XS8S8ewLGPLBLEb7IzmS9bq/WvFPDIb3nit69jLpUvfUTfz2wN8m9","xwx/PYbmjT1diHe98fUOvJUwPbzwBY89lPZ3vbLi07yWVYm9s+dBvN4Ka72Y1Fs9C3yKu/dQpz17GUS9JFaHPUh9FL3MWXm83h+bvOLSZTyiFtY9xunHvdWJ0j2cpVw9z4WpvW0TcL1/XZ49pn/avQ5nojuAA7I9bSmnveck+TuQaLU8cgwBPWyz9T060h084+LfvRJsYj0w4K+9IwAUPYd1Cb3L7Mo89+e5vBZpCj15Tkk9JmtpPQKJhj2mTgW7bosUvaeACL6Ii6m9/FYcPZoeiTyl7+29srakPTczOL2pP8W93fiaPV3SiD2zIKW9ybCLPI+mMT0696G922iAPBh9Fr4xJ4m9XnhMvbeo/b2NBb+8tn/HPUAgybwo5ao94zqUPVQSlj1DiKy7iZJKPX8akD13Ng+9yo0kO+uUojumdR29rq61vDI/1byE9ve8PB5LPbzW4LhQGiE9wMvcvRgPCb5MuRs98U4sPfDng72vRpS9Te+mPegyGr2LJV09sJ4Su5MwjD3JWnW9KsukvehzPTrGADG9VbkivmIueD1By228lpLdvZ7/x7xu9No9vWYxPRh/ib0JPyA8x1woPaPyRL0T/2G9Vzk1vRrXqbzlQus8TPULvboDvLyFNso7+KtyvCTqtzx4itw7AkmlvVXxErussFG9TXPNvQJUFT2hnWY7PbCePQci2bxaFha+oty6vRLnCL3wCLE8zb+YPKdh4Dtdege9ozGUvZPUSL0ZfHQ9UnQwvQgEbbzjZs88E8wjPeFm9r3jppo93O2yvfonmrzJb5y9aMNePX/nyrtjq7y9cWubPQr/YL1aZYC8G44LveMLW73FKhG9GimFPcx0mD0/Bb07XB9DOzdnor3LF0S+dlo4Peidbb0q30k9CbsgvBHEXL2wEVi84XttPX5i3b3okzq8ir0nO743nT0y57c9eessvj2bQ7w0sbQ7EtenPZ44u73iBqg8GyCTvA3uDzoH3tk9MVH4Omo+njwxGPW9/3cJPQSYob0Z+506","x6CTvZW9ej0c05C9QrlOvabwsL1GVIE855ygvQCE0zsqaYE9OjqAvSsPUr3zLVs94DeJvSOZb7w5CJ+8bjEpPZkDj73Cbea9glzlPbY9fTwVQa28zvnYvGf3Qb2mPrs8+HNRvftcTL3yOCK7iiQCvm11Pb4MXA08dHievW8uAj08z3i9QoZaOrFCTL2OkMO9epEZvgXbgj35w5a9Y3/rPa3gvT1KpoQ9CdMPvTc2qLzm+bS9pkuoPZ+8aL0NX2g9EUipPcSRHr6pg3E9sT91vLkD2zy8iwS+EedsPWqA1jsZpz29ATmWuzw3iDzaXzA8cNw4vudHqz1Yhk69xEIfvZHqjb2SVMc9OA5qvQxRYL2rmRS+0u51Pakwjz38RzA90wmjPHD0gD36mmG9N5NRPUW10b2vzMA7uBlIvTk9LTyUdJQ8h3P9vNgzoT1UcF89asa8OGzGjL0PqMu9Lcf8usPUqr3ZAZC8tYwcvUjG6D1YV8e8W6slvYd+7r1BbE28PLZKvcv1oDw+VSK+YjMAvucZTb3Gsa89fVSpvRK6G71Dxra6356mvU9x+L1W5j691fyfvKBdyT22zIS9BXH/PUuRmT18oMS92CZAPO1+573wop68O9kYvt05mLxGDkA9kN2PvaznRb2FUmI91zkrvZTa2b1pM4899iV6vdBV9LsahEW9ls4hvRPmL769qRi+JEbCvdQUjz3CWYg9WyKNPMaFlj1/oyQ8+3rtvX2inz3c1ty8SBYYPLOsm70B1se8IULmPYuJJL25kzo8QRRHPQCN7TsLmq884mU1vCSPorydS/e9JHbXPBAUiz3y/BU+oVjRvWAZpbzZFAS+u1LOvC6+J7zx/ZU9Q+Q8vprRSL0KqvG8AZWavZWcPj0zzAk9xftxPbLmsD1pxMW9DtvXvNf/D76uYE8921L1u9ksCbsiiWg8b2jOu5KRgL2MpcI9EeeivSHaQr0wmkm9yJQcPQUoVL5+lZi9kSLOvHU1mDxtA8a8Ah9kvZZsnr0urci9","rMZcvSALGTzzBs69FtwLvtzFCL7vHp895mWyvUNrFb2cPfU9B0sTvC2yK76Fng0+JKB9veduKbvIjVs9z3YzPfMXHT3fIhy+u5npPPWQyz33kq09/Z/XvUmQv7xd29U725HJvXerY7207789feCFPW75jb2WJLw9NPclvve9Yz3tl1K9QYGJPSVF5726mQS+4/RIvkq1h71165E944cau9Fy8zxU+fM9W53tvUtqkj0FwSe+n6O9PRrtFryxRGO9IVTFPcYdsL25apM96JIKPS+jFLyZ7gC+l9xjPIWNoT26che+fWkMvtQrTL0b4w0+aMbcvQRMu7sQZ/u9HtMLvQReUT29RBE9G0GEPUNcFTxzW4m8mI05vBUEOT1gYY29olcGvakBBD5R6Ii963IwPSll5r0m5WU9Fp7Tvc6VT70TX9U9BC7GvS2r4r0PiTU91Usevux2qL35DQE8popuvRgcHL6QHay8lLfavdTKMD7Kbzm90EE1O+OqFr3SSW29cSjcvWmVbL2Nsq88WzEavYez3jzq1cY9VkDLvXs+ibxeVog9yMykPKcsm7076Aw7UZdmPaCFkr3xjM09Ib9gvZBtkDwXcAa87WBKvWLrpbw1qwE9LnAePVDZ+ry/xru96YC2vUsw9L01w6Y97UMQPBytcjt/NA88bOUKPny2V77vno++THegvQ5QBj2+2MG9w1GbPS6Roj2nChG+lPPwvUAxlL31LEA9SOhFvivBKL1XtLU7cwfdvHzOCzxgldo9hI2fvGp7mb3gbay9mzuSvfHCbrws86E95l/9vfBEjb06mR+9KEinvTuLcz2Yqmi9Tmb8OmVLRjyjNr89Z+kZvrEDHb6LqUO9xZ2dPQzJL77nLho943UCvPQo5L3jzVW9TW0fPSbeND0Dt5i97WypvYNc9j3ysBy9YLZyvJwvgT0uroI9vyHHO5qESL0SXR49Y/hFvQ5n8r0p7tm9ppKlvesmBr0+Yk49FpDtPTHGHr7Kzbq9Dt7yvHQQ8T0nixC+","OLOku8bT/TwDLaU9PonIvK5pBL4yBf89vUSBvcVGObxM6LY93I+CPRuPuTkgL768R3TzPCDnkT30Aji8mAjLugLwGb3yU969UmkiPaB3CD0hpFM9pC7IvQtr8zwSkEO87uFuvZ8yu71m7s49gMGqvQumV70rO/Y9IImnPc5onr2UYK69a3ycPdqAFD1Loje9cQqOOpDgsD072M69mDvBPcvgAj3Xp2c89Vk7vacMfD11M+U95jzZPYaTD72l7SK9o97xPbB/AL7bOya8Nv6PPT9r7z3pvNq9pggavK7Thjzgk/C9DFkSPPY2tbp3Bai9r5sHvhM6QL00Coa8V8iXvXN+BLya4n47biEsPtrk87wpRkq9Rd1APahG171BcCI9ZPWvvD0Tc70Yg6I8mRyUPLL7tD20bYg87RXBPc6TlD03X7q8/vTjvZx+gT0+E9a8PjGcO40lCb4QiaO9HhaRPM9Wj7zkAmi8XBTZPUct671IChm8Y+DoPd6USzzBBk+9s3CnPaCO0r25Q4s8YY7UO+3pC75rm1Y8lozLPE+3CL200ty9RQ5DvfKedb3PfHA97w+EvcxlKD1T/547CbicvX6Uur3bdhO+bIqHPRwvlr01NiK9ThQKvfuzXj0E7D094HVsPQPs1LwIWca9oCKYvLEM2DxR27s9oWfbvT0U6D2xlWY9g72LvXph9rwP8vw8y6kxvkmRQzwCqZM9jHySPE8iLD1HmTS9KGsCvSI2d70urV48qkpnPI1a0r2uaJW90TfePPt06r2pS0G9r0mrvfboEz1xYAC+Ze53PT7I6jxJiVi9gDGmPdryI73Vgfy8F+OtPQwGJ73ulsa9moQlPY23Gj2X/cY7vu7xOsjtXD1Yhdq9JnMbvWAkQj2wvn09rydSPJrZnb3/pjC9tzxkPT/O5r1nbNI7OoxMPQkrvbxQaOq9enDAOz1/gLtrbOq9EV46PZQw5L1hUvg9KrzXPVOOFj1f00w8IJl3vTgKpr0e8AG9XqlwPT4yFr61LJk9","MJuNvLvyoD1Bdl8898lDvrM5gr3HryC8nZ6ova4+cD0pz649UcyOPK/DIL0vwnQ94HKQPQk6Xr0rg/49ReCUvJRgkz0U1sS9xGohvWN1ZD1V6zs9f+ENvk3snLxrxW69KB7wvZXt8L1qE989KeSHvRZtj73DyxC97NGEPbacwb1Bwwm+pVLKvM/V2T3pRRu+a2TqvNM3jD1cOnC96WeaPKh0xDy+h7y881amuzQwwL1R7Ws93p0wvcC1jD1W9qq9iH9jPV49oL0MYnW9IjM6PJYWVL32vLq9LpR4uzJAe72DK8K9ESiWPDv+hj1Zdq89Z+bzvY6DZb0eURA+DXv7vX6Gx73lwvi8fTDsPYQB3L2SFxK9CQBvve7mz7wtb/U8peqzva9VFL33kgk9sqjvvaO+KTw5i0g9lqPQvVtlKL1XJtQ8PX+JvKfa8b0ajly9ETXTvdN+S73jsXC9oigSvu4KSjzUgfS7QDkiPb8yYr3LcDC+RtJVvQ77TDwwCIq9Bv6ZvcrS0z0JrXA9tvXavSAB0L1NWLI91jBPviB0CT09yWU9eY5mPb78rL16Zmc8q9srPXrssz3nDoG8i9V+vDfaf7wmCp29wLqIPR1FibxrVYE9H68SvkGA8zwyYre63tJxvZo8Rz3lwT49Th/KvRUY4725JjA9HNawvcW7i70HofW9brzMvB3n1DyhdDq+ICNcvJeaET1sw/K9ygBLvAXFwjzBDhq8rpSSu1qjjjyFx6k9jDrBPQB537wjlr28dxoMO26GCr6BPli9hzbsu7jAIb1Mixy9Dzteu6KAmj04Yu69x62JvcyObT0/tL+9FZMOvpW6sj3BPlY9tiQHvqf0hb3cbqE9x1YyPS9TM70I5C29ZMCfPYEgA75T0+g8DxkwPZDuOTzxQTu7ggtQvOW1QT0oZQS9eArbPNdTz7ze6iw9JEw5vIXe+rx+pZU99TkGPRr0Q7wmyvI7fIy5vbQwp72p/0q861+mPezOTT2KVy2+GZIVveHCprqf6ya7","W/04PGsgLj2Yb+A8mRGHvblO/b3y7JA9xeYKvlkBXD0v9Fg9IXWFPEdgk7yniC88c9U+PNK4oT3J64g9yU8XvFWNDj27sd691zexPNgcbb1zMOA9lva8vPSYWTysIXK8vNKnvYrRWT1CSRE95Q4BPLSzIr3wX3g916d+vczXoLyprRO9r4/fPfF8eT2qxMW9JG24vdkrOzr+K8G8Pg0AvVNEJD3Bakk8ZKVnvTkXyT2tfOa8hF+hvGuIWL3uUso9YIygPdAxgb0dtNI9V7EfPZmKNz3xYVe+qwYwvF4837z0xcO8GLMqvEktsD2nIny9z/zqvdWgrz28hZa8RAaNvXbNwzt/R809HdHePS4SxL1koAS9ByVEvWBpxjw5nkc9eEAdvbUERD1zPw29RCslPbQNXbxof448BYm6Pb17pT2FGxE9ugDTvZEUED39/tw8G/xnu/+Y+r2v+D88gn4AvV+9ib1I/0I9EBUZvf6w7jz6BZ69aKE6Pa1YG728kTG9llJ6vSYpUj364as8I78rvtMES75wOg69+xk5vfOgiz03KNY9JbStPfyimbvZ13Q9JlNLvTxQwb21DyE9ueFAPZmP9T04WTW9kqflvGul7T1bZSs8LJgnvRmgbb0pw+G7HgIcvor07jvJVqQ9oNm3u5U1S77Cfh0895AMvot2J71C29y91u7vPEvk/TzWpS6+b1GNvYzJCj1FzrE9lsX2PAPAND3wZva6VO+8vfmlzzrsO7K80WFzPWZwID2cfuC7fVHqPYHcBb7Xgag82iB+vOkeP70X1RG+LbsCvKqmHTx33I+9XkPovShmXL0sOcU8thLHvRd3FT0+HLI6eGOxvY9Yh71arzY9k8vmu5QOvrw60+e8IXcIvWLFXTxo9Ze8tjVXPPpYXT2xBvC995KQvVCEFD3kGBm6u47RO33IZbz5rNU7GeF9vQ7PxL0RjRW9HscwPZ5cC73CyIQ7W5hcPY4/Nr1xeWK7UVazPWOtPD3uAPu9yiqhPZwYBz3VXKO9",